[
  {
    "section": "",
    "content": "EQUIPMENT SPECIFICATIONS  ..................................6"
  },
  {
    "section": "",
    "content": "DEFINITIONS AND DIAGRAMS  ...............................  10"
  },
  {
    "section": "",
    "content": "GENERAL RULES  ...........................................................  23"
  },
  {
    "section": "",
    "content": "8-BALL .............................................................................. 42"
  },
  {
    "section": "",
    "content": "9-BALL .............................................................................. 46"
  },
  {
    "section": "",
    "content": "10-BALL  ........................................................................... 49"
  },
  {
    "section": "",
    "content": "ONE POCKET  .................................................................. 52"
  },
  {
    "section": "",
    "content": "14.1 CONTINUOUS  ......................................................  55"
  },
  {
    "section": "",
    "content": "BANK POOL  .................................................................... 60"
  },
  {
    "section": "",
    "content": "WHEELCHAIR RULES  ..................................................  63"
  },
  {
    "section": "",
    "content": "SCOTCH DOUBLES RULES …………………………..65  \nREFEREES, EVENT OFFICIALS, AND \nADMINISTRATIVE AUTHORITY  ..............................  67"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS  .......................................................  74"
  },
  {
    "section": "",
    "content": "TABLE OF VIOLATIONS AND FOULS  ...................  110 \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n3 Editor’s Note s and Acknowledgements \nThe rule book is currently under a revision phase, some minor changes are reflected in \nthis version but a new version will be forthcoming with more substantial changes and \nformatting. \nThe notation \"(AR p. xx)\" appears after rules that have Applied Rulings associated with \nthem.  The page number is where you will find the Applied Ruling. Currently, some \npages are off by 1 page. This is in the process of being repaired.\nThe editor would like to express his thanks to Ozzy Reynolds for his support, and to \nthe players, league operators and referees whose comments and contributions throughout \nthe years  are reflected in the ongoing evolution of the CSI Rules. \nWe encourage all of you to continue to offer comments and suggestions.  The best way to \nhave your voice heard is to send a detailed e-mail to John Leyman at \njohn.leyman @playcsipool.com.  Please use “Rules Comments” as your subject line.  \nBecause of the volume of correspondence, please do not offer your comments by phone, \ntext, FB messenger or other means . \nEditor \nJohn Leyman, CSI Rules Administrator and Director of Referees \nCSI Statement of Principles  \nThese are principles that CSI believes in, promotes, and uses to develop The Official \nRules of CueSports International.  They are published here to help players, officials and \nadministrators understand what CSI believes comprises the spirit of the game. They are \ngeneral statements and are not part of the rules themselves.  However, if a situation \noccurs for which there is not specific guidance in the CSI rules, Administrative \nAuthorities may look to these principles to assist them in making an appropriate decision. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n4 To maintain a gender-neutral presentation, the singular possessive pronoun forms \n\"their\", “they” and “them” are used throughout the rules. \nEvery player, referee, event official, tournament director and league operator should \nhave the freedom of open and equal access to the CSI Rules, Applied Rulings and \nevent regulations.\nDespite the “player responsibility” clause of Rule 1-1, it is more important that the \ngame be decided by the players' pool-playing ability than by their knowledge of the \nrules.  Therefore, upon request and within the guidelines of the rules, referees will \nassist players whenever asked, including helping players understand the rules and \ntheir application.  However, players' ignorance of the rules is never a defense against \nany penalties that they may incur under them.\n The CSI rules are for every player, regardless of talent, skill, experience or \nknowledge.  Whether you are a first-time player or a seasoned professional, if you \nlearn the CSI rules and follow them faithfully, they will help guide you to an \nenjoyable and fair experience.  Similarly, no player may use their stature, level of \nexperience, or knowledge to claim, impose, or gain an unfair advantage by \nimproperly manipulating, circumventing or evading the CSI rules or event \nregulations.\n We believe that the rules can never be too detailed, and that they should cover as \nmany situations as possible.  CSI will make every attempt to provide as much \ninformation as possible to help ensure the uniform and consistent enforcement of the \nrules.\n CSI referees are enforcers of rules - not legislators.  No CSI referee makes any final \npolicy decisions regarding the content or effect of the CSI Rules.  All official \ninterpretations and Applied Rulings are made by the CSI National Office and are \nsolely their responsibility.  In unusual situations, referees, whenever possible, must \nfirst look to the Administrative Authority for guidance before making a ruling.   (See \nCSI Rules 1 0-5-3 and 10-5-4.)\n There are some significant differences between The Official Rules of CueSports \nInternational and other sets of billiards rules.  Those differences are not accidental  \nor unintended.  It is improper to use any other set of rules as a reference or as  \nguidance in reaching a resolution to any situation in CSI play.\n Players should not be penalized under the rules for situations or events over which \nthey have absolutely no control.\n Luck is an inherent part of all sports, games and competition.  It is neither possible \nnor desirable to use the rules to legislate all luck out of the game .\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n5 A Note about Sportsmanship and Communication \nGood sportsmanship lies at the heart of any endeavor involving competition.  In many \ngames of pocket billiards, players meet on the table in a contest that takes place in an \nenvironment that is unique in sports in one significant aspect - players are often required \nto tell each other exactly what is about to happen and what their intentions are before  they \nact. \nAny experienced referee or tournament director will tell you that many of the problems \nthey have faced involving controversy between players could have been prevented if the \nplayers had been communicating effectively.  Far too many disputes involve nothing \nmore than whether or not a safety was declared or which pocket or ball was called. \nThe difficulty can often be traced to players who simply do not practice good and polite \ncommunication at the table.  We designed the CSI rules to reduce the number of disputes. \nHowever, it is impossible to control the issue completely with rules and referees.  The \nsolution lies with you – the players. \nWe encourage you to dedicate yourself to open, friendly and polite communication \nduring your match: \n When you are at the table, pay attention to how your shot appears.  If you think\nthere is a chance that your opponent might not understand your intentions,\nplease call the shot.\n When you do call shots, please do so clearly.  It is preferable to face your\nopponent and make eye contact.  If you do call a shot by gesture, make a clear\nand definite motion indicating both ball and pocket.\n When you are in the chair, you should pay attention to the game and to your\nopponent.  Communication is a two way street!  If your opponent is telling you\nwhat they intend to do, listen carefully and clearly acknowledge that you\nunderstand.  If you do not understand, get clarification.\n Do not let personality conflicts affect your efforts at communication.  It does\nnot matter how you feel about your opponent – you must always commit\nyourself to open and civil conversation and communication during your match.\nRemember that your opponent has the right to know what you are doing while you are at \nthe table.  If you do not want to stop and answer questions, you can prevent that by \ncommunicating freely and clearly.  As the person in the chair, you must remember that \nwhile you have the right to know what the shooter is attempting, you cannot interrupt \nthem after they are down on a shot.  If you sense a situation developing in which you \nmight have a question, try to ask it early.  At the same time, remember that you cannot \nuse the requirement of communication in an unsportsmanlike manner.  You should know \nwhat a clearly obvious shot is.  Do not ask unnecessary questions in such a situation.   See \nApplied Ruling 1- 16 for guidance. \nWhen playing call shot games, remember that shots defined as not obvious, and safeties, \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n6 must  be explicitly called.  There are no exceptions under any circumstances , regardless \nof ho w simple or obvious the shot may appear.  There may be other types of shots that \nmust be called as well, depending on the circumstances.  Also, please be sure to \ncommunicate clearly with your opponent when playing a safety.   The Rules and Applied \nRulings have additional guidance for calling shots and safeties. \nGood communication is simply good sportsmanship, which is required of all players. \nPlease practice it faithfully and consistently.  It will make the game more enjoyable for \nall of us."
  },
  {
    "section": "",
    "content": "EQUIPMENT SPECIFICATIONS \nTable specifications (paragraphs 1-7) apply to CSI National Tournaments.  Although they \nare not mandatory for other tournaments or league play, it is suggested that they be \nadhered to whenever possible.   Paragraphs 8-10  apply to all CSI play. \n1. Table Size and Playing Surface (Figure ES-1) . CSI recognizes three sizes of tables and\nplaying surfaces as regulation (all ±1/16”):\nTable Size Playing Surface \n 3 ½’ x 7’        40” x 80”  \n 4’ x 8’       45” x 90”  \n 4 ½’ x 9       50” x 100”  \n2. Table Bed Height:  the height of the top of the playing surface measured from the floor\nwill be 30”, ±½”.\nThe playing surface is measured by \nstraight lines from cushion no se to \ncushion nose of the opposite side , \nand perpendicular to the cushions.  \nFigure ES -1 \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n7 Figure ES -2 3. Cushions.  The height of the cushion nose measured from the playing surface will be\n129/64”, +1/64” or –1/32”.\n4. Diamonds.  The center of all diamonds will be 311/16” from the cushion nose (no\ntolerance).\n5. Pocket Openings.  Corner pockets: 4½” , ±1/16”.  Side pockets: 5”, ±1/16”.  CSI\nmeasures pocket openings by the “gate method” rather than the traditional method of\nmeasuring between the tips of the cushions.  If a ball entering the mouth of a pocket\ncontacts the cushion within the mouth, it does so at a point well below the cushion nose.\nThe gate method provides a more accurate measurement of a pocket opening based on the\ntrue action of a ball entering the mouth of the pocket.\nAn easy and proper way to measure a pocket using the gate method is shown in Figure \nES-2.  Using two new striped balls, place the balls in the mouth of the pocket with the \nstripes facing up and lined up.  Set them so that each ball touches the vertical cut of the \ncushion and so that a line extending across the mouth of the pocket from cushion tip to \ncushion tip bisects the stripes lengthwise.  Note that the balls do not touch the tips of the \ncushion, but instead contact the cushion at a point below the tip. \nWhen properly placed in corner pockets the balls will: \nbe just touching each other – a pocket opening of exactly 4½”, or;\nhave a gap of up to 1/16” between them (tolerance to 49/16”), or;\nrequire slight compression into the cushions to place as described (tolerance to\n47/16”).\nIf the gap between the balls is more than 1/16” or the pocket opening is too narrow to place \nthem easily as described, the pocket opening does not meet CSI specifications. \nWhen properly placed in the side pockets t he balls should have a gap of ½” between \nthem.  If the gap is less than 7/16” or more than 9/16”, the pocket opening does not meet CSI \nspecifications. \n6. Pocket Cushion Angles (Figure ES-3) .  The horizontal interior angles of the cushions\nat the pockets will be 141° ± 1° at a corner pocket and 100° ± 1° at a side pocket.  The\nvertical cushion angle within the mouth of all pockets will be between 12° and 15°.\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 8 Corner pocket - 141° \nSide pocket - 100°  \nFigure ES -3 12°-15° \nBed Cushion \nnose \nwithin the \npocket  \nmouth  \nBall placed so it is \ntouching the cushion and \nas close to drop point as \npossible without falling in.  Shelf depth is correct \nwhen 40% of the ball \n(shaded area – \napproximately 7/8\") is \noutside of a line \nextending from and \nalong the cushion nose.  \nFigure ES -4  \n \n \n \n \n \n \n \n \n \n \n \n7.  Pocket Shelf Depth (Figure ES -4). CSI measures shelf depth in relation to the \ndimensions of a ball. Figure ES -4 shows how shelf depth is determined.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8.  Balls .  All balls will have a diameter of 2¼” ± .005”.  The weight of the balls will be \nbetween 5½ and 6 ounces, but all object balls used in any match must  be of equal weight.  \nSlight variations in the weight of the cue ball with respect to the object balls may occur \ndepending on the type of the cue ball . \n \n9.  Cues \n \na. The width of the cue tip must not exceed 14 millimeters.  There is no \nminimum width.  \nb. The weight of the cue must not exceed 25 ounces.  There is no minimum \nweight.  \nc. The length of the cue must be at least 40 inches.  There is no maximum \nlength.  \nd. The cue tip  must be composed of leather, fibrous, or pliable material .  \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 9 10.  Mechanical Bridges  \nThe primary consideration for determining whether a mechanical  bridge is legal is \nthat it supports the cue , as opposed to elevating the bridge hand above the bed of the \ntable or significantly enhancing the stability of the hand holding the bridge.  \nThe particular construction of the bridge is not relevant as long as i t does no more \nthan support the cue, and does not damage the table or other equipment.  Items that \nare not considered disqualifying include, but are not limited to:  \n The overall size, or the height of grooves above the bed of the table;  \n whether there is a  handle, sliding extensions, wheels , or accommodations to \nstraddle balls ; \n the shape of grooves;  \n whether the grooves have linings or mechanisms to retain the cue in the groove.  \n \nIf the above information is not sufficient to determine to whether a particular b ridge \ndesign is considered legal , please contact the CSI National office, and include a \npicture of the bridge in use on a table with your communication.  (AR p. 73) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 10 Diagram 1 – The Table  DEFINITIONS  \n \nThis section c ontains definitions  to help you understand a nd play by the CSI Rules.  \n \n. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRack \npositions  \"Above\", or toward  the \nhead of the table  KITCHEN  \nHead String  \nFoot String  Long String  \nFoot Spot  Rail \nCushion  Does not \ninclude the \nHead String  \n \nFoot    Rail  \"Below\", or toward  the \nfoot of the table  Diamond  Head Spot  Head of Table  \nHead    Rail  \nFoot of Table  Center Spot  \nCenter String  \nMouth or Jaws of the \npocket: The shaded \narea \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 11 Above  \n \nThe direction moving from any point on the table toward the head of the table.  When \nreferring to the head string, above the  head string is also referred to as  \"behind the head \nstring\", \"behind the line\", or “in the kitchen” . (See Diagram 1, p. 10). \n \nAdministrative Authority  \n \nPersons or organizations , other than referees, that have respons ibility for the \nadministration of CSI events.  Examples include, but are not limited to:  \n \na. the CSI National Office ; \nb. officials of CSI sanctioned or sponsored regional, state or local \nassociations;  \nc. tournament directors  and event officials ; \nd. any person designated by any of the above to exercise administrative \nauthority.  \n \nWith the exception of settling protests, administrative authority primarily concerns \nmatters other than the game itself.  Examples include, but are not limited to: event \norganization, drawing and maintaining brackets and schedules, dress codes, eligibility, \nevent venue management, finances and prize distribution, referee management, etc.  \n \nApex  \n \nThe position of the front ball of the rack.  \n \nBall in Hand  \n \nWhen the cue ball may be placed anywhere on the bed of the table.  Also refe rred to as \n“cue ball in hand”.  \n \nBall in Hand  Behind the Head String  \n \nWhen the cue ball may be p laced  anywhere behind the head string on the bed of the table.  \nAlso referred to as “ ball in hand behind the line”.  \n \nBall in Play  \n \nA ball  that, during a game, is on the bed of the table, in  motion on or over the table, or \nfalling into a pocket.  \n \nBank Shot  \n \nA shot in which the called ball, before being pocketed , contacts one or more cushions \nattached to a rail not adjacent to the called pocket.  Incidental contact with a cushion \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 12 attached to a rail adjacent to a called pocket does not constitute a bank shot. (AR p. 68 ) \n \nBase of the Ball  \n \nThe point at which the ball touches the bed of the table (see Diagram 7 , p. 30). \n \nBed of the Table  \n \nThe cloth -covered playing surface w ithin the cushions of the table.  The cloth -covered  \ntops of the cushions are not part of the bed.  \n \nBehind the Head Strin g \n \nThe area of the bed of the table between the head string and the head cushion.  Also \nreferred to as “the kitchen” or \"behind the line\".  The area behind the head string does not \ninclu de the head string.  \n \nBehind the Line  \n \nSee \"Behind the Head String\"  \n \nBelow  \n \nThe direction moving from any point on the table toward the foot of the table (see \nDiagram  1, p. 10). \n \nBreak Cue  \n \nA cue used primarily for, and usually designed for, break shots.  \n \nBreak Shot  \n \nThe firs t shot of a game.  \n \nBreak Box  \n \nWhen specified by Administrative Authority,  a marked or designated area of the kitchen \nin which the cue ball must be placed for the break shot.  \n \nButt  \n \nThe end of a cue  opposite the tip.  \n \nCall Shot Game  \n \nGame in which the specific game rules require t he player , in advance of each shot, to \ndesignate  the ball to be pocketed and the pocket into which it will be made.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 13 Called Ball  \n \nIn a call shot game:  the object ball the player designates to be  pocketed.  \n \nCalled Pocket  \n \nIn a call shot game, the pocket the player designates for the  called ball . \n \nCarom Shot  \n \nA shot in which the cue ball, before contacting the called ball , first contacts one or more \nother b alls. (AR p. 74) \n \nCenter Spot  \n \nThe point at which the long string and center string intersect (see Diagram 1, p. 10). \n \nCenter String  \n \nA line along t he bed of the table , aligned between the centers of the side pockets (see \nDiagram 1, p. 10). \n \nCombination Shot  \n \n1. A shot in which the cue ball first contacts a ball other than the called ball , followed by \nthat ball then contacting the called ball or other object ball(s) which then contact the \ncalled ball. (AR p. 74) \n \n2. A shot in which the called ball contacts another ball that is blocking the called ball’s \npath to the called pocket, and the blo cking ball is pocketed in the called pocket before the \ncalled ball.  (AR p. 74) \n \nCue \n \nA device, usually wooden  and tapered , used to strike the cue ball.  \n \nCue Ball  \n \nThe ball that m ust be legally  struck with the cue tip during a shot.  Usually a \npredominately white  ball, sometimes marked with various small circles, logos, or dots.  \n \nCue Tip  \n \nA piece of leather, fibrous, or pliable material, attached t o the shaft end of the cue  along \nits long axis, which contacts the cue ball during a stroke.  \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 14 Cushion  \n \nA strip of cloth -covered rubber  that borders the inside of the rail  (see Diagram 1, p. 10). \n \nDiamonds  \n \nInlays or markings on the  rails used for references or target points (see Diagram 1, p. 10). \n \nDisturbed Ball  \n \nA ball that  has been accidentally touched or moved by the player's body, clothing or \nequipment.  \n \nDouble Hit  \n \n1. When the cue tip strikes th e cue ball more than once on a  single  stroke.  \n \n2. When any part of the cue contacts the cue ball after the cue ball’s initial contac t with \nan object ball. (AR p. 8 9, 90)  \n \nDown on the Shot  \n \nHaving settled completely into a shooting position with a bridge established and pre -shot \npractice strokes , if any, imminent or in progress. (AR p. 82) \n \nEvent  \n \nA match, game, series of matches or g ames, league schedule or tournament conducted \nunder the authority of a national, regional, state or local administrative body that is  either  \nCSI owned, sanctioned or sponsored, or that is being played under CSI rules.  \n \nEvent Venue  \n \n1. All areas in which tables specified for play or practice are located;  all hallways, \nlobbies , or other public spaces adjacent to those areas.  \n \n2. Other spaces designated by Administrative Authority.  \n \nFerrule  \n \nA piece of protectiv e material at the end of the cue shaft, onto which the cue tip is \nattached.   \n \nFoot Cushion  \n \nThe cushion attached to the foot rail.  \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 15 Foot of Table  \n \nThe end of the table at which the balls are racked (see Diagram 1, p. 10). \n \nFoot Spot  \n \nThe point at which the long string and the foot string intersect (see Diagram 1, p. 10). \n \nFoot String  \n \nA line along the bed of the table , aligned between the second diamonds of the long rails \nas counted from the foot of the table (see Diagram 1, p. 10). \n \nForgotten Balls  \n \nBalls that were not spotted as required when available.  \n \nFoul  \n \nAny violation  of the rules of play  as defined in the General R ules or specific game rules.  \n \nFoul  Shot or Foul Stroke  \n \nA shot or stroke on which a foul occurs.  \n \nFrozen  Ball \n \nA ball that  is touching another ball or a cushion.  If loose strands or fibers of cloth  extend \nfrom a cushion  and contact a ball , that does not cons titute th at ball being frozen to the \ncushion.  \n \nGood Hit  \n \nA term used by referees when calling a shot.  \n \nHead Cushion  \n \nThe cushion attached to the head rail.  \n \nHead of Table  \n \nThe end of the table from which the opening break  and lag  is performed (see Diagram 1, \np. 10). \n \nHead Spot  \n \nThe point where the head string and long string inte rsect (see Diagram 1, p. 10). \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 16  \nHead String  \n \nA line along the bed of the table , aligned between the second diamonds of the long rails \nas counted from the head of the table.  The area behind the head strin g does not include \nthe head string (see Diagram 1, p. 10). \n \nHit \n \nThe action of the cue ball with respect to its contact with object balls.  \n \nIllegal Break  \n \nA break shot that does not meet the break requirements as defined by specific game rules  \nor is in violation of Rule 1 -40-a.  (AR p. 76) \n  \nIllegal  Object Ball  \n \nAn object ball other than a legal object ball as defined  by specific game rules.  \n \nIllegally Pocketed Ball  \n \nAn object ball is illegally pocketed when:  \n \na. a foul is committed  on the shot in which the ball was pocketed;  \nb. in call shot games, a  called ball goes into a pocket other than the called \npocket;  \nc. it is defined as illegally pocketed by specific game rules ; \n \nd. in call shot games, a non -obvious shot that is not called.  \n \nImpeding Ball  \n \nAn object ball that prevents the cue ball from traveling a straight line to the first object \nball with which contact is attempted.   An impeding ball may be a legal or an illegal object \nball. \n \nInning  \n \nA turn at the table by a player.  \n \nJaws \n \nSee \"Mouth  of Pocket \" \n \nJump Cue  \n \nA cue used primarily for, and usually designed for, jump shots.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 17  \n \n \nJump -Break Cue  \n \nA cue used primarily for, and usually designe d for, both jump and break shots, usually \nhaving a portion of the butt designed for removal while jumping.  \n \nJump Shot  \n \nIntentionally causing the cue ball, because  of a downward stroke, to rebound off the bed \nof the table in order to  jump the cue ball over an  impeding ball.  \n \nJumped Ball  \n \nA ball that: \n \na. comes to rest other than on the  bed of the table  or in a pocket ; \nb. contacts  any object that is not part of the table (chalk, light fixture, player, \nfloor, etc.);  \n \nA ball is not a jumped ball if it leave s the bed of the table and return s there without \ncontacting  anything that is not part of the table.  \n \nKick Shot  \n \nA shot in which the cue ball, before contacting the call ed ball, contacts one or more \ncushion s attached to a rail not adjacent to the called pocket.   Incidental contact with a \ncushion attached to a rail adjacent to a called pocket does not constitute a kick shot.  (AR \np. 74) \n \nKiss Shot  \n \nA shot in which the called ball  glances off another ob ject ball before  being pocketed . (AR \np. 74) \n \nKitchen  \n \nThe area of the table between the head string and the head cushion.  Also referred to as \nthe area “behind th e line” or \"behind the head string\".  The kitchen does not include the \nhead string (see Diagram 1, p. 10). \n \nLag for Break  \n \nA procedure to determine which player breaks.  \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 18 Legal  Break  \n \nA break shot which meets the requir ements of specific game rules.  (AR p. 76) \n \n \nLegal  Object Ball  \n \nAn object ball with which first contact by the cue ball i s required or legal under specific \ngame rules.  \n \nLegal  Shot  \n \nA shot that does not result in a foul . \n \nLegal  Stroke  \n \nForward motion of the cue  resulting in  the cue tip striking the cue ball for only the \nmomentary time customarily associated with a normal shot .  \"Forward\"  means relative to \nthe cue  itself, along the long axis  of the cue and away from the b utt, and has no relevance \nto any part of the table or  any relationship to the player or any part of their body  (see \nDiagrams  2.  Also see Rule 1 -18 and Diagram 4 . p. 30 ). \n \n \n \n \n \n \n \n \n \n \nLegally Pocketed  \n \nWhen an object ball is po cketed on a legal shot and in accordance with specific game \nrules . \n \nLong Rack Game  \n \nA game that  uses a complete set of fifteen object balls.  \n \nLong String  \n \nA line along the bed of the  table , aligned between the center diamond of the head rail and \nthe center diamond of the foot rail (see Diagram 1, p. 10). \n \nMassé Shot  \n \n1. A shot in which extreme spin is applied to the cue ball b y elevati ng the butt of the cue.  Extends \nthrough the \nbutt \nDiagram 2 – Long Axis of the Cue  The long axis of the cue is a line extending from the  \n center of the butt through the center of the tip.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 19  \n2. A shot in which any attempt is made to curve the cue ball  around an impeding object \nball, regardless of the degree of elevation of the cue or amount of curve.  \n \n \nMechanical Bridge  \n \nA grooved device, usually mounted on a handle, which provid es support for the shaft of \nthe cue.  \n \nMiscue  \n \nA stroke that  unintentionally results in faulty cu e tip contact with the cue ball ( such as the \ncue tip sliding off  the cue ball ), often accompanied by a sharp sound not usually \nassociated with a normal stroke.  \n \nMouth  of Pocket  \n \nThe area of the bed of the table between the pocket and a line between the noses of the \ncushions near the pocket where they change direction (see Diagram 1, p. 10).  Also \nreferred to as  the \"jaws\".  \n \nNot Obvious  (see \"Obvious s hot\")  \n \nObject Ball  \n \nA ball other than th e cue ball.  \n \nObvious Shot  (AR p. 7 7, 85) \n \nA shot in which the non -shooting player has no doubt  as to, or does not question, the ball \nand the pocket.  A shot in which the cue ball has a clear path to the object ball and the \nobject ball has a clear path to the pocket.   The following types of shots are exceptions and \nare defined as being \"not obvious \": \n \na. bank shot s; \nb. kick shots  \nc. combination s hots; \nd. shots that include caroms, kisses or cushion contacts that  are not \nincidental ; \ne. any shot judged as not obvious by the referee.  \n \nOn a Foul  \n \nWhen a player fouls,  they are said to b e \"on\" a foul until they execute a legal shot.  If a \nplayer has successive fouls, they are said to be on the number of successive fouls they \nhave.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 20  \n  \n \nOn the Hill  \n \nNeeding only  one more game to win the match.  \n \n \nOpen Table  \n \nIn 8-Ball: when  groups have not been established.  \n \nPlaying Cue  \n \nThe cu e used for most shots (as opposed to a break cue o r a jump cue).  \n \nPocketed Ball  \n \nA ball that  drops off the bed of the  table into a pocket and remain s there.  A ball that \nrebounds from a pocket back onto the table bed is not a pocketed ball. (AR p. 76) \n \nPosition of Ball  \n \nWhen a ball is resting on the bed of the table, its position is determined by its base. (see \nDiagram 7, p. 3 5). \n \nProvided Equipment  \n \nEquipment other than tha t which the player brings to a  match , borrows , or purchase s from \nother players, spectators or vendors  during a match . \n \nPush -out \n \nIn 9-Ball and 10 -Ball: a shot, declared in advance and immediately following a legal \nbreak, in which Rule 1 -19 does not apply.    \n \nPush Shot  \n \nA shot in which the cue tip maintains contact with the cue ball longer than the momentary \ncontact allowed for a legal stroke.  (AR p. 7 7) \n \nRack  \n \n1. A device used for gathering the balls into the formation required at the beginning of \nthe game  or rack.  A lso referred to as  a “triangle”.  \n \n2. The fo rmation of the object ball s at the beginning of the game.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 21 Rail \n \nThe top surfaces of the table, not covered by cloth, from which the cushions protrude.  \nThere are four rails on a pool table: the head rail, the foot rail , and two side rails. (see \nDiagram 1, p. 10). \n \n \n \nReferee Presiding  \n \nWhen a refere e stays at the table for the duration of a match or other extended period.  \n \nRegulations  \n \nProcedures established by the Administrative A uthority  that usually do not directly a ffect \nthe play of the game on the table , and are primarily administrative in nature.  Examples \ninclude dress codes, eligibility, breaking order , bracket procedures, team coaching \nprocedures, etc. \n \nRestoration  \n \nWhen a disturbed ball is returned to its original position.  \n \nSafety  \n \nA shot  that, depending on specific game rules,  may end a player's inn ing.  Also referred \nto as \"Safe\", or “Just a shot” .  (AR p. 77) \n \nSanctioned Ev ent \n \nAny league or tournament play that is officially recognized by CSI. \n \nScratch  \n \n1. When the cue ball is pocketed  on a shot.  \n \n2. W hen the cue ball touches  any pocketed ball or obstruction  in a pocket , regardless of \nwhether the cue ball remains pocketed.   (AR p. 7 6) \n \nShaft  \n \nThe end of the cue to which the cue tip is attached.  \n \nShort R ack Game  \n \nA game that  uses a rack of less than fifteen object balls.  \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 22 Shot  \n \nAll events related to the motion of the balls from the time the cue tip contacts the cue ball \nuntil all of the balls have come to rest. \n \n \n \nShot Clock  \n \nA timing device used to measure the time limit a player has to take a shot.  The device \nmust have the functions of a stopwatch  including start, stop, and reset.   If the device has \naudio functions,  they must be disabled.  \n \nSimultaneous Hit  \n \n1.  When the cue ball first strikes more tha n one object ball at the same time.  \n \n2.  When  it cannot be determined which object ball the cue ball  struck first.  \n \nStroke \n \nThe motion of the cue  from the time it begins its forward motion , through the time t he \ncue tip strikes the cue ball, and any further follow -through motion of the cue.  \n \nSuccessive Fouls  \n \nFouls committed on consecutive shots by the same player (als o referred to as  \n“consecutive fouls”).  \n \nTable in Position  \n \nThe position of the balls on the table as they lie.  \n \nTriangle  \n \nSee \"Rack\".  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 23 RULES SECTION 1"
  },
  {
    "section": "",
    "content": "GENERAL RULES  \n \n \nThese rules apply to all CSI tournaments, league play, and other CSI events.  Unless \nclearly contradicted or suspended by specific game rules, the General R ules apply to all \ngames.  \n \n1-1 Player Responsibility  \n \n1.  You are responsible for knowing the rules, applied rulings, regulations, and schedules \nthat pertain to any CSI event you enter.  You are also responsible for cooperating w ith all \nreferees and event officials, and for accurately providing all requested information \nconcerning your participation in the event to referees and event officials when asked to \ndo so.  \n \n2.  Event officials  and referees will provi de information as required by the rules to the \nbest of their ability and knowledge.  However, Rule 1 -1 takes precedence and the \nultimate responsibility for knowing the correct information still rests with you.  You may  \nstill incur penalties if you commit a foul or violate the rules as a result of incorrect \ninformation provided to you by an event official or referee.  (AR p. 9 9) \n \n1-2 Acceptance of Provided Equipment   \n \n1.  Once your match begins, you accept all provided equipment as standard and legal.  \nAfter a match has begun, only a referee or event official may declare the equipment \ndefective or unsuitable for play.  If the equipment is d eclared unsuitable for play, all \ngames previously played on that equipment will be counted.  (AR p. 7 8) \n \n2.  During a match, it is a foul if you attempt to modify provided equipment without the \npermission of a referee o r event official.  The foul occurs immediately upon the attempt, \nregardless of whether a stroke or shot is attempted. (AR p. 7 8) \n \n1-3 Use of Equipment   \n \nCSI reserves the right to prohibit  any equipment it deems untested or inappropriate, or \nthat has not been evaluated by the CSI National Office.  \n \n1.  You are responsible for all equipment  and accessory items you bring to the table (AR \np. 79).  You may not use equipment or accessory items in a manner other than their \nintended use.  Specifically:  \n \na. You may use a billiards glove . \nb. You may use either a built -in or an add -on cue  extender . \nc. You may us e your own chalk  provided that it closely matches the color of \nthe cloth. (AR p. 7 9). \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 24  Penalty for (c): first offense – warning.  Second and subsequent offenses –\n foul. \nd. You may not shoot while using more than two mechanical bridge s at any \none time.  A bridge may only be used to support the cue or another bridge .  \nIf two bridges are used, the upper bridge must rest on the head of the \nlower bridge. (AR p. 73). \ne. You may not shoot while using any item to support or elevate  your bridge \nhand .  You may hold chalk in your bridge hand while bridging, but the \nchalk may not be used to elevate your hand off the table.  \n Penalty for (d -e): foul upon execution of the shot.  If no shot is  \n executed then there is no foul. \nf. You may use your cue,  held in your hand or not, to help align a shot.  You \nmay use your cue and hands to measure angles and distances for bank  \nshots and kick shots.   No other cues, bridges or equipment may be used. \n(AR p. 79). \ng. You may only use your vision to judge whether  the cue ball or an object \nball would fit through a gap , or to judge what ball the cue ball would \ncontact first .  You may not use any ball, cue, rack , chalk cube, or any other \nequipment or other  part of your body as a width -measuring  device . (AR p. \n79). \n \n Penalty for (f -g): Foul immediately upon the violation, regardless of  \n whether a shot is executed.  \n \n2.  You may not wear any electronic  headgea r, use any electronic  device, or voluntarily \nimpede your hearing  during a match.  Examples include, but are not limited to:  \n \na. Use of h eadphones , earphones, or earplugs  of any kin d, including \nBluetooth accessories, whether turned on or not.  Hearing aids are \npermitted.  \nb. Use of c ell phones , smart phones, pagers, or music devices.  Cell phones \nmay be worn on the belt or kept in pockets, but may not be accessed for \nmessages , information or conversations at any time during a match by \nsingles or scotch doubles players, or during your game in team play.  You \nmust turn off all audible ringers and other notification tones while on the \nevent floor.   \n \nThe penalty for the f irst violation of Rule 1 -3-2 during an event is a warning.  Each  \nsubsequent violation is a foul.  \n \n1-4 Cue Requirements  \n \n1.  Your cues must meet CSI specifications.  \n \n2.  It is a foul if you shoot  with a cue that does not meet CSI specifications.  The cue must \nbe removed from play.  (AR p. 80) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 25  \n1-5 Start Time of Match  \n \nThe start time for your match is the scheduled time or the time the match is  announced, \nwhichever is later.  If you are not present at the table with your equipment  within the time \nallowed by Tournament Administrators , you lose the match by forfeit. (AR p.  81) \n \n1-6 Playing Without a Referee  \n \nWhen a referee is not available, the Tournament Director  or designated event official  will \nfulfill the duties of the referee.  \n \n1-7 Beginning and End  of Game or Match  \n \n1. Your match or ga me begins  when the cue tip strikes the cue ball during any stroke on \nthe break shot . (AR p. 81) \n \n2.  Your match or game  ends when the game -winning ball is legally pocketed and all \nballs on th e table have stopped moving . After that time, there can be no fouls involving \nthe game on the table for that game. However, unsportsmanlike conduct immediately \nafter a game or match may be penalized by loss of that game or match, or by other \npenalty at the  referee’s discretion.    \n \n1-8 No Practice  Allowed During Match  (Tournament Play Only)  \n \n1.  It is a foul if you practice at any time during your match, including during time-outs \nand periods of suspended play .  \"Pr actice\" is defined as any stroke or shot that is not a \npart of your match, taken on any table at the event venue .  (AR p . 81) \n \n2.  During a match, if the first offense of a practice foul occurs between games there is no \npenalty applied,  but a warning will be issued.  For second and subsequent offenses \nbetween games during a match, the offended player:  \n \na. Is awarded the option to break if it is not their turn to break.  If the \noffended player chooses to take the break, the breaking order fo r future \ngames is not affected.  \nb. Is awarded ball in hand on the first shot after the break if it is their turn to \nbreak.  The penalty is not applied if there is a foul on the break.  \n \n3.  In team play, this rule applies to all members of the team that are in the teams line -up, \nwhether or not they are playing at the time and whether or not they are listed on the score \nsheet of the match in progress.  Penalties for fouls in team play:  \n \na. For violations by a player who is  playing a game at t he time of the foul : \nthe penalty is applied to that player’s table only;  \nb. For violations by a player who is not playing a game at th e time of the \nfoul: the penalty is applied to all tables  assigned to the match .  (AR p. 82) \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 26 1-9 Stopping Play  \n \n1.  You may stop play to request the assistance of a referee  if you believe that a foul may \noccur or has occurred, or if you need information concerning the rules.  If you desire to \nstop play, you must notify your oppone nt and your opponent must acknowledge your \nrequest.  If it is your opponent’s inning, you must notify them before they are down on \nthe shot.  It is a foul if you interrupt your opponent after they are down on a shot.  (AR p. \n82) \n \n2.  If your opponent reques ts that play be stopped in order to summon a referee  or other \nevent official, you must acknowledge and honor that request.  After play has stopped, it is \na foul if you take any stroke or shot until a referee authorizes you to shoo t. \n \n1-10 Suspended Play  \n \nPlay may be suspended at the referee's discretion.  It is a foul if you take any stroke or \nshot while play is suspended.  (AR p. 82) \n \n1-11 Time -Out \n \nIf time -outs are allowed by event regulations,  you may only take a time -out during your \ninning , or when it is your turn to break.  Each player is allowed one time -out per match.  \nTime -outs are limited to five minutes.  If you exceed your allotted five minutes, or leave \nthe playing area when not author ized to do so, you will forfeit  one game for every two -\nminute period you fail to return to the match.  The two -minute period begins once a \nreferee has determined you are not present when you should be.  Time -outs are not \nallowed in team pla y during CSI sanctioned tournaments.  (AR p. 80, 81) \n \n1-12 Lag for Break  \n \nThis rule applies if players are required to lag by event regulations.  \n \n1.  The lag begins with each player having ball in hand behind the head string, one to t he \nleft of the long string and one to the right.  The balls must be of equal size and weight.  \nThe players shoot at approximately the same time toward the foot cushion.  The ball must \ncontact the foot cushion.  When the balls come to rest, the player whose  ball is closest to \nthe head cushion wins the lag.  The players will lag again if the lag is a tie, or if one \nplayer strikes the ball after the other player's ball has contacted the foot cushion.  \n \n2.  You lose the lag  if your ball:  \n \na. does not contact the foot cushion;  \nb. contacts the foot cushion more than once;  \nc. crosses the long string;  \nd. contacts a side cushion;  \ne. is pocketed or jumped off the table;  \nf. comes to rest past the nose of the head cushion (see Di agram 3 ). \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 27 Final position of lag  \nHead Cushion  Edge of ball comes to \nrest past the nose of \nthe head cushion.  \nDiagram 3 – Illegal Lag Result   \n \n \n \n \n \n \n \n \n \n3.  The player who wins the lag may either break or require their opponent to break.  \n \n1-13 Break ing Subsequent Games of a Match  \n \nIn matches consisting of multiple games, the Administrative Authority of the e vent will \nset the procedure for determining which player or team will break subsequent racks.  (AR \np. 84) \n \n1-14 Racking Procedures   \n \n1.  You must rack for yourself when you are breaking.  (Exception: 14.1 Continuous)  \n \n2.  You must  rack the balls as tight ly as possible.  E ach ball should touch all balls \nadjacent to it. (AR p.  78) \n \n3.  After you rack the balls, your opponent may inspect the rack but must not touch any \nball.  If your opponent is not satisfied with the rack, they may r equire you to re -rack the \nballs one time.  After one re -rack, if both players cannot agree that the rack is suitable for \nplay a referee must be called.  The referee will then rack the balls for that game.  If the \nreferee racks the balls, the opponent may in spect the rack but must accept the rack as is.  \n \n4.  You should refrain from tapping balls  unless necessary.  It is preferable to brush the \narea of the rack and ensure that the spot attached to the cloth, if any, is in good condition.  \n \n5.  If the arrangement of the rack  does not meet the requirements of the specific game, it \nwill be corrected without penalty.  If your opponent's rack does not meet the requirements  \nand yo u do not notify them before they break, the game will continue with no penalty.  \n \n1-15 Shot Clock  Procedures  \n \n1.  There is normally no time limit  for you to take a shot.  However, a referee may \nimplement a sh ot clock if they judge that you are delaying a match unnecessarily or in an \nunsportsmanlike manner, or if event officials  require that a match proceed at a faster \npace. (AR p. 84, 107) \n \n2.  You may call a referee if you believe your opponent is deliberately or consistently \nplaying at an abnormally slow  pace.  If, after a reasonable period of observation, the \nreferee judges that slow play is occurring, they will warn the offending player(s).  After \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 28 the warning, if the  referee judges  that the pace of play remains abnormally slow, they will \nplace the player(s)  on a 45 -second shot clock.  \n \n3.  Shot clock procedures are: \n \na. The shot clock does not apply to the first shot after the break in any game.  \nb. During a player’s inning, the shot clock starts when the previous shot ends \nand runs for 45 seconds or until cue tip to cue ball contact begins the next \nshot.  If a player has ball in hand , the shot clock starts when the player has \npossession of  the cue ball and any spotting  of balls or racking is finished.  \nc. If they are not already down on the shot  when ten seconds remain on the \nshot clock, the player will receive  a ten second warning from the referee \n(announced as clearly as “ten” , loudly enough for the shooter to hear ).  If \nthe player does not strike the cue ball within ten seconds, it is a foul. (AR \np. 85) \nd. If a player is already down on the shot with ten seconds  remaining , no \nannouncement is made.  The shot clock  will pause at ten seconds and the \nplayer may exceed the 45 -second limit provided they do not stand up off \nthe shot.  However, if the player stands up off the shot, the referee wi ll \nimmediately announce “ten”, and the shot clock will resume. If the player \ndoes not strike the cue ball within ten secon ds, it is foul . (AR p. 85) \ne. For timing purposes, “down on the shot” means the player is in a \ncustomary shooting position as it relates to their bridge hand and grip of \nthe cue, or, if using a mechanical bridge , the bridge has been placed for \nthe shot and the cue placed in the bridge’s groove with the player’s grip \nhand on the cue.  \nf. Each player is permitted one 45 -second extension  per rack.  If both players \nare on the hill, each player is permitted two 45 -second extensions.  To use \nan extension, the player must verbally announce “extension” to the \nreferee.  The referee will then respond with “extension” or, if the player \nhas no extension remaining, “extension not allowed”.  For extensions , \nprocedures with ten seconds remaining  are the same as for other shots.  \ng. The shot clock will pause  if play is stopped to summon  a referee, and will \nstart again when the referee authorizes the player to shoot.  In a game in \nwhich a referee is presiding, the shot clock will pause if play must be \ndelayed to allow the referee to take up a position, examine the table, or for \nany other administrative stoppage.  In either case (referee presiding or \nnot), after an administrative stoppage the shot clock may, at the referee’s \ndiscretion, be reset before  author izing the player to shoot.    \n \n1-16 Calling Ball and Pocket  (AR p. 74, 82, 85) \n \nRule 1 -16 applies only to games designated by specific game rules as Call Shot game s. \n \n1.  You must designate the called ball  and the called pocket  before each sho t.  You may \nmake the designation verbally or by a clear, unambiguous gesture.    You are not required \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 29 to call obvious shot s.  You are not required to indicate incidental kisses and caroms, or \nincidental cushion contacts that do not con stitute bank shots or kick shots.   Not all kisses, \ncaroms and cushion contacts are incidental.  If a dispute arises as to whether a shot was \nobvious based on such contact, the referee is the sole judge. (AR p. 74, 82) \n \n2. You may only call one ball on a sh ot.   If you call more than one ball, or if you use any \nconditional phrase such as “just in case” concerning  possibly pocketing  more than one \nball, your inning ends after the shot regardless of whether you pock et any ball.  Any ball \npocketed on such a shot is an illegally pocketed ball.  Your opponent accepts the table in \nposition.  (10 -Ball exception: Rule 4 -8, Opponent’s Option , applies.)  \n \n3.  If you are not certain what shot  your opponent is attempting, it is your responsibility \nto ask.  You must ask  before your opponent is down on the shot.  With the exception of \nshots defined as not obvious , if you do n ot ask and a dispute arises as to whether the shot \nwas obvious, the referee is the sole judge.  \n  \n4.  You must always call shots that are defined as not obvious .  This rule applies \nregardless  of whether or not your opponent  asks about the shot, and regardless of how \nsimple or obvious the shot may appear.  \n \n5.  When calling shots defined as not obvious , you are only required to designa te the \ncalled ball and called pocket.  If shooting a combination shot, you do not have to say the \nword “combination”, or state which ball will be struck first or the sequence of balls.  \nWhen shooting a bank shot or kick shot you do not have to say the word  “bank” or “kick” \nnor specify which cushions will be involved in the shot.  \n \n6.  When the game winning ball  is your legal object ball, if you pocket the ball on a shot \ndefined as not obvious but fail to call the shot: your inning e nds, the ball is spotted, and \nthe incoming player must accept the  table in position.  Exception: Rule 1 -16-6 does not \napply to 8 -Ball.   (See Rule 2 -10-e.) \n \n7.  If you do not call a shot defined as not obvious  and you pocket any ball on such a \nshot, your inning ends .  The incoming player accept s the table in position.  \n \n8.  A shot that was obvious prior to the s hot will count for the shooter if the shot \ninadvertently:  \n \na. becomes a bank shot because the called ball did not go directly into the \ncalled pocket but instead contacted two or more cushions prior to being \npocketed in the called pocket, or;  \nb. becomes a kick sh ot because the cue ball initially missed the called ball, \ncontacted one or more cushions, and then pocketed the called ball in the \ncalled pocket.  \n \n1-17 Calling a Safety  \n \nThis rule applies to 8 -Ball and 14.1 Continuous.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 30 Without applying a substantial \nforward stroke motion, the \nplayer lifts the cue vertically or \nmoves it sideways or at an \nangle, p ropelling the cue ball \nwith a brushing motion.  \nDiagram 4 – Illegal Stroke  \n5 C1 C2 \nC3 5-ball frozen to cushion, cue ball at C1.  \nCue ball contacts 5 -ball at C2, then contacts \ncushion at C3.  5-ball comes to rest as shown.  \nNo other balls are involved in  the shot, neither cue \nball nor 5 -ball contacts any other cushion or ball.  \nDiagram 5 – Legal Cushion Contact  1.  If playing a safety, you must communicate with your opponent in a clear and \nunambiguous manner.  Safeties must be called verbally – gestures are not sufficient,  no \nmatter h ow clear they may appear.   \n   \n2. The non -shooting player has responsibilities  when a safety is called, and should \nacknowledge a called safety in a clear and unambiguous manner. If a dispute arise s as to \nwhether a safety was called, the referee is the sole judge.   \n \n1-18 Legal Stroke  \n \nYou must use a legal stroke.  Any lifting, sideways, or other brushing motion of the cue , \nsuch that the for ce that propels the cue ball does not primarily result from a forward \nmotion of the cue as defined under “Legal Stro ke”, is a foul (see Diagram 4 ). \n \n \n \n \n \n \n \n \n \n \n1-19 Legal Shot  (AR p. 87) \n \n1.  For a shot to be legal, the first ball contacted by the cue ball must be a legal object \nball, or a simultaneous hit with a legal and illegal object ball may occur.  After  that \ncontact:  \n \na. any object ball must be pocketed, or;  \nb. any object ball  or the cue ball must contact a cushion . \n \nIt is a foul if one of those requirements is not met.  \n  \n2.  If the ball used to meet the cushion contact requirement  of Rule 1 -19-1-b is declared \nfrozen to a cushion at the beginning of the shot, then that ball must leave the cushion it is \nfrozen  to and then:  \n \na. contact a cushion other than the one to which it was frozen, or;  \nb. contact another  object  ball before it con tacts the cushion to which it was \nfrozen.  \n \n \n \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 31 3. The shot detailed  in Diagram 5 meets  the requirements of paragraph 1 -19-2 and is \nlegal.  \n \n4.  An object ball is not considered frozen to a cushion unless it is declared  frozen \nimmediately prior to the shot  and before the shooter is down on the shot.  \n \n5. Contacting a ball frozen to a cushion does not constitute contacting that cushion.  \n \n1-20 Cue Ball Frozen  to Object Ball or Cushion (AR p. 89) \n \n1.  The cue ball is not considered frozen to an object ball or cushion unless it is declared \nfrozen  immediately prior to the shot.    \n \n2.  If  the cue ball is frozen to a legal object ball, it is legal to shoot toward the object ball \nprovided you use a legal stroke . \n \n3.  If the cue ball is frozen to a cushion, it is legal to shoot the cue ball into the cushion \nprovided you u se a legal stroke.  \n \n4.  Despite the legality of the stroke with respect to the cue ball and frozen ball or \ncushion, the presence of one or more other object balls or a cushion nearby a frozen cue \nball or object ball may create the possibility of a violatio n of Rule 1 -30 involving the cue \nball and the nearby ball or cushion.  \n \n5.  Shooting the cue ball away from an object ball that is frozen  to the cue ball does not \nconstitute contacting that object ball.  \n \n1-21 Penalties for Foul s \n \n1.  If you commit a foul, or otherwise violate the rules, you are penalized according to the \nGeneral Rules and the specific rules of the game being played.  \n \n2.  Unless otherwise state d in the General Rules or specific game rules, if you commit a \nfoul or otherwise violate the rules: your inning ends and your opponent receives ball in \nhand . \n \n3. Some fouls specify a warning for the first offense during a match.  Howev er, if you \ncontinually commit such fouls from match to match, it may be considered \nUnsportsmanlike Conduct  and the penalties for the first offense of those fouls may be \nmore severe.  \n \n1-22 Successive Fouls  \n \nThis rule applies to 9-Ball, 10 -Ball, 14.1 Continuous and One Pocket.  \n \n1.  You always begin a game with a successive foul count of zero.  When you commit a \nfoul, your successive foul count is one (referred to as “on one foul” ) and you incur the \nnormal penalty for the foul.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 32 2.  When you are on one foul, if your next shot is legal, your successive foul count resets \nto zero.  If you fail to make a legal shot, your successive foul count is two (referred to as \n“on two fouls” .)  You  also incur the normal penalty for the second foul.  \n \n3.  When you are on two fouls, if your next shot is legal, your successive foul count resets \nto zero.  If you fail to make a legal shot, your successive foul count is three and you incur \nthe penalty ind icated by specific game rules.  After the penalty, your successive foul \ncount resets to zero.  \n \n4.  When your opponent is on two fouls : before your opponent shoots, you o r a referee \nmust warn them that they are on two fouls, and they must acknowledge the warning.   If \nthe warning is not issued and the y foul on their next shot:  \n \na. it is not considered a third successive foul;  \nb. they incur the normal penalty for a foul, but no t the penalty for three \nsuccessive fouls;  \nc. their foul count remains at two.  \n \n1-23 Calling Fouls  / Foul s Not Called  \n \n1.  A foul may only be called by a player playing in the game or by a referee that has  \nbeen properly called to the ta ble.  See Rule 1.41, Coaching, for more information  \nconcerning exceptions in team play.   (AR p. 8 9) \n \n2.  Any foul not called before the next stroke is taken is considered to have not occurred .  \nThe failure to call a foul on any previous shot does not restr ict the ability to call a similar \nfoul on any future shot.  \n \n1-24 Multiple Fouls  \n \nIf you commit more than one foul during a shot, only the foul that carries the most severe \npenalty is enforced.  H owever, unsports manlike conduct may be penalized in conjunction \nwith any foul or violation. (AR  p. 90) \n \n1-25 One Foot on the Floor  \n \nIt is a foul if you do not have at least one foot in contact with the floor when the cue tip \nstrikes the cue ball.   Footwear  must be worn and be normal with regard to size, shape, \nand manner of wear.  \n \n1-26 Balls in Motion  \n \nIt is a foul if you shoot while any ball on the table  is in motion.  A spinning ball is in \nmotion.  \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 33 Approximately 7 inches  Original position \nof disturbed ball . \nDiagram 6 – Area Originally Occupied by Disturbed Ball  1-27 Scratch  \n \nIt is a foul if you scratch.  \n \n1-28 Jumped Balls  \n \nIt is a foul if you cause any ball to be jumped off the table. (AR p. 90) \n \n1-29 Push Shot  \n \nIt is a foul if you shoot a push shot.  \n \n1-30 Double Hit (AR p. 90) \n \n1.  It is a foul if your cue tip strikes the cue ball more than once on a single shot.   \n \n2.  It is a foul if your cue tip is still in contact with the cue ball when the cue ball strikes \nan object ball.  However, such a s troke may be considered legal if the object ball is legal \nand cue ball strikes it at a very fine angle .   \n \n1-31 Simultaneous Hit  \n \n(Material moved to Rule 1 -19-1. No change in content.)  \n \n1-32 Miscue s \n  \nA miscue is not  necessarily  a foul.  (AR p. 90) \n \n1-33 Disturbed Ball s  (Cue Ball Fouls Only) (AR p. 9 1) \n \n1.  During a game,  it is not a foul if you accidentally touch or move  a single  stationary  \nobject ball  with any part  of your body, clothing or equipment , unless the disturbed ball \nhas an effect on the outcome of the shot.  \n \n \n \n \n \n \n \n \n \n \n \n2.  \"Effect on the outcome of the shot \" means that either the d isturbed ball contact s any \nball set in motion as a result of the shot, or that the base of any ball set in motion as a \nresult of the shot passes through the area originally occupied by the disturbed ball.  That \narea is defined as a circle approximately sev en inches in diameter centered on the \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 34 position originally occupied by the disturbed ball (see Diagram  6). \n \n3.  If a disturbed ball  has no effect o n the outcome of the shot, your opponent has the \noption to leave the disturbed ball where it came to rest or to restore  it to its original \nposition  before the next shot .  If the disturbed ball is to be restored, a referee m ay restore \nit, your opponent may restore it, or you may restore it with your opponent’s permission.  \nIt is a foul if you touch or restore the disturbed ball without your opponent's permission.  \n \n4.  It is a foul if a disturbed ball has  an effect on the outc ome of the shot .  Your opponent \nhas no restoration option.    \n \n5.  If you disturb a single object ball and, in the same shot, commit a foul that is not \nrelated to the disturbed ball: you are penalized for the foul,  and your opponent has the \nrestoration option for the disturbed ball that was not involved in the foul.  \n \n6.  If a single disturbed ball falls into a pocket with no effect on the outcome of a shot, \nyour opponent has the restoration option.  However, if the disturbed ball is designated by \nspecific game rules as the game winning ball, it must be restored.   If the game -winning  \nball is disturbed and falls into a pocket when there is an effect on the outcome of the shot,  \nit is loss of ga me. \n \n7.  It is a foul if: \n \na. you disturb the cue ball ; \nb. you disturb more than one object ball ;  \nc. a disturbed ball contacts any other ball;  \nd. you disturb a ball that is in motion . \n \nYour opponent has no restoration option .  If the game -winning ball is disturbed in  \nconjunction with a violation of (a) through (d) and falls into a pocket, it is loss of game.  \n \n1-34 Jump Shot s and Massé Shot s \n \n1.  Jump shots are legal shots.  However, it is a foul if you intentionally cause the cue ball \nto rise off the bed of the table by \"digging under\" or \"scooping\" the cue ball with the cue.  \nIf such a motion is unintentional, it is considered a miscue, and not a foul in and of itself.   \n(AR p. 90) \n \n2.  If you attempt to jump over or massé around an impeding  illegal object ball  then Rule \n1-33, Disturbed Ball s, does not apply to the impeding ball for that shot.  If the impeding \nillegal o bject ball moves during the stroke it is a foul regardless of whet her it was moved \nby your equipment or any part of your body.  \n \n1-35 Position of Ball  \n \nThe position of a ball  is determined by its base  (see Diagr am 7). \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 35  \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n1-36 Shooting with Ball in Hand  Behind the Head String  (AR p. 95) \n \n1.  When you have ball in hand behind the head str ing, it is a foul if the first ball \ncontacted by the cue ball is behind the head string unless, before contacting that ball, you \nfirst shoot the cue ball past the head string and it contacts a cushion  at a point below the \nhead string.  \n \n2.  It is a foul if, before contacting the first object ball, the first cushion contacted by the \ncue ball is behind the head string.  \n \n3.  When you have ball in hand behind the head string, it is a foul if you place the ball \noutside of the kitchen and shoot.  \n \n1-37 (Reserved for Future Use)  \n \n1-38 Ball in Hand  Placement  \n \n1.  When you have ball in hand, you may use your hand or any part of your cue, including \nthe tip, to position the cue ball.  If you  use your cue to place the cue ball, any action that \nwould be a legal stroke will be considered a shot, and must meet the requirements of a \nlegal shot or it is a foul.  (AR p. 81, 96) \n \n2.  Once you have picked up or moved  the cue ball to take ball in hand , it remains in hand \nuntil it is contacted by the tip on your next stroke .  You may place the cue ball, pick it up \nor move  it again, and replace it successive  times until you take that stroke.  (AR p. 9 6) \n \n3.  Immedi ately after a foul, when you are picking up or moving  the cue ball the first time \nto take ball in hand (as opposed to placing the cue ball or picking it up again for \nsuccessive placements before the next shot), the provisions of Rule 1 -33-1 apply to \ntouchi ng or disturb ing a single object ball with the cue ball or your hand.  You may \nrequest that a referee  pick the cue ball up for you immediately after a foul.  (AR p. 9 6) \n Head String  Example: \nBall is in  \nthe kit chen.  Kitchen  \nPosition of ball is at its base.  \nDiagram 7 – Position of Ball  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 36 4.  When placing or moving  the cue ball, it is a  foul  if you touch or disturb any object \nball with the cue ball or your hand that holds the cue ball .  Your \"hand\" is defined as \nincluding the wrist up to a point where a wristwatch would normally be worn.  Your \noppone nt has no restoration option.  \n \n1-39 Marking the Table  \n \nIt is a foul if you intentionally mark the table in any way to assist you in executing any \nshot or future shot.   Marking includes the deliberate placemen t of chalk  or any other \nobject at a specific point on a rail or cushion to aid the alignment of a shot, or placing any \nmark on any part of the table.  The foul occurs at the moment you mark the table, \nregardless of whether you remove the mark  or whether a shot is taken.  \n \n1-40 Deliberate Foul  \n \nDuring a game, it is a deliberate foul  if you commit any of the following acts , whether \nshooting or not.   In addition to the penalties under the Gener al Rules and specific game \nrules, you incur additional penalties if indicated , and upon the first violation you will \nreceive a mandatory warning that second and subsequent violations of the same sub -\nsection during the match will be penalized by loss of gam e. (Exception: see Rule 6.17 for \npenalties in 14.1 Continuous.)  \n \na. Deflecting c ue ball  on a break shot : After a stroke on a break shot, \nincluding  a miscue, it  is a deliberate foul if you intentionally touch or \ndeflect the cue ball.  The break is illegal, regardless of whether the cue ball \ncontacts the rack, or whether specific game rules for break shots are met. \nYour opponent may either re -rack and break or req uire you to re -rack and \nbreak again.  (Exception: no re -rack in 9 -Ball or 10 -ball.)  \nb. Cue ball:  It is a deliberate foul if you intentionally:  \n1) strike, move or deflect the cue ball with anything other than your cue \ntip (except when you have ball in hand);  \n2) pick up or contact the cue ball while it or any other ball is in motion ; \n3) end your inning by picking up the cue ball, or by refusing to shoot \n(AR p. 9 7); \n4) cause the cue ball to move  by contacting or moving any part of the \ntable in any way.  (AR p. 9 7) \nc. Object balls:  It is a deliberate foul i f you i ntentionally stop or deflect any \nobject ball that is in motion , or intentionally move  any stationary object \nball that is in play , by any method other than a legal shot, including by \nintentionally contacting or moving any part of the table in any way.   (AR \np. 91) \n Penalties First violation of (c ): your opponent may have the object ball \nrestored (if it was stationary),  pocketed or left in its position  after the foul .  \nHowever, i t is loss of game if it is the game -winning ball , if any deflected \nobject ball contacts any other ball , or if more than one ball is moved.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 37 d. Placing hand in pocket:   It is a deliberate foul i f you c atch any ball that is \nfalling into a pocket , or p lace your hand into a pocket while any ball in \nplay is in motion near that pocket.   (AR p. 9 7) \n First violation of (d ): if the cue ball, ball in hand.  If an object ball, your \nopponent may have the ball placed along the lip of the pocket, pocketed, \nor left in position.   However, i t is loss of game if the ball involved is the \ngame winning  ball.  (8 -Ball exception for first violation: if the 8 -ball is \ninvolved and it is th e break shot, it is not loss of game ). \n1-41 Coaching   \n \n1.  During your match, it is a foul if you ask for , or intentionally receive , assistance in \nplanning or executing any shot.   \n \n2.  It is a foul if you receive unsolicited assistance from a spectator associated with you \n(e.g., spouse/partner, relative, teammate).  “Assistance” includes being alerted to an \nopponent’s foul.  \n \n3.  If you are not aware of an opponent’s foul, and you are alerted to the foul by \nunsolicited information from a spectator not associated with you, the foul is not \nenforceable but you do not incur any additional penalty.  \n \nException: In scotch doubles or team play, a violation of Rule 1.8, No Practice Allowed \nDuring Match, may be called on any member of the opponent’s team by any member of \nthe offended team, regardless of whether they or the offending player are at the table or \ninvolved in a game.  Other modifications of Rule 1 -41 concerning team or doubles play \nmay be made by the Administrative Authority . \n \n4.  Any spectator not associated with you  who offers any significant unsolicited \nassistance to you, whether verbal or non -verbal, will be warned against further  \ninterruptions or  removed from the area.  \n \n5.  The Administrative Authority  of the event may modify this rule for team or doubles \nplay. (AR p. 9 7) \n \n1-42 Non-Shooting Player  Requirement  \n \n1.  It is unspor tsmanlike conduct  if you intentionally distract your opponent or interfere \nwith their play. (AR p. 82, 98, 99) \n \n2.  The non -shooting player has an obligation to pay attention to the game on the table, \nwhich includes clearly and unambiguously acknowledging called shots and safeties.  In \nthe event of a dispute over whether a shot or safety was properly called, the referee is the \nsole judge.  \n \n3.  If asked, t he non -shooting player  must provide information to you concerning the \ngame on the table (e.g., who has which group in 8 -Ball, or  whether they committed a \nfoul, etc.).   \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 38  \nIf, as the non -shooting player, you do provide information to your opponent, you must do \nso in g ood faith and, to the best of your ability, provide correct information.  The non -\nshooting player is not protected by Rule 1 -1-2 from giving incorrect information, and \nmay incur penalties by giving incorrect information.  (AR p. 9 8) \n \n1-43 Concession  of Game  \n \n1.  You must not concede any game at any time for any reason.  “Concede” means that , \nas a result of any verbal or non -verbal action, you lead your opponent to belie ve that you \nare awarding them the game before its normal conclusion on the table.  Before a game \nhas ended, you must refrain from making any statements such as “good game”, etc., or \nany other verbal inference that the game is over or that your opponent is certain or likely \nto win.  You must also refrain from any similar non -verbal action, such as putting away \nyour cue or accessory items, beginning to mark a score sheet, changing clothes, retrieving \nor juggling coins or tokens, etc.  Whether or not you have conceded a game is determined \nsolely by the referee’s judgment.  \n \n2.  If you concede a game, in addition to losing that game you will receive a mandatory \nwarning  against  further concessions.  A second violation results in the los s of the \nconceded game and a n additional  deduction of one game from your score (if you have \nzero games, your score would be \"minus one game\") and a final mandatory warning.  A \nthird violation results in loss of match.  In team play, any member of the team may \ncommit the second or third violations. (AR p. 9 8) \n \n3. In the absence of any act by your opponent judged to be a concession under Rule 1 -43-\n1, you must not assume that your opponent has conceded the game.  If you d isturb  the \nposition of  the table in suc h a situation, then you are charged with a concession violation .  \n(AR p. 9 8) \n \n4.  If you disturb the position of the table in an act that presumes the game is over before \nit is actually over, such as gathering balls together to rack the next game, you lose  the \ngame.  (AR p. 9 8) \n \n1-44 Concession  of Match  \n \nWhen your opponent is on the hill , if you make a motion to unscrew your playing cue \nduring your opponent's inning you lose the match.  (AR p. 9 9) \n \n1-45 Unsportsmanlike Conduct  (AR p. 9 9) \n \n1.  You must not commit any act that is unsportsmanlike in nature.  This includes, but is \nnot limited to:  actions that are embarrassing, disruptive, or detrimental to other players, \nspectators, referees, event officials, or the sport in general , or any act that makes a \ntravesty of the game .  Offering to gamble  with opponents or spectators during your match \nis specifically defined as unsportsmanlik e conduct.  \n \n2.  You are responsible for your actions at all times while you are present at the event \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 39 Diagram 8 – Spotting Balls  \nAdditional balls \nare spotted  on the \nlong string below \nthe foot string, \nmoving toward the \nfoot of the table.  A single ball is \nspotted o n the \nfoot spot.  If there is no room below the foot string, balls \nare spotted on  the long string above the foot \nstring, moving toward the head of the table.  venue , whether playing or not.  \n \n3.  You may be penalized for unsportsmanlike conduct with or without warning.  \nPenalties for unsp ortsmanlike conduct are at the discretion of the referee or other \ndesignated event  officials, and may vary based upon the referee’s or event  official’s \njudgment of the severity and nature of the unsportsmanlike act.   A player’s patte rn of  \nbehavior from prior events may also be considered.  \n \n4.  A foul with a specified progression of penalties may have a more serious penalty \napplied early in the progression if it is committed willfully or in an unsportsmanlike \nmanner, or if it is commit ted intentionally in consecutive matches.  \n \n5.  Unsportsmanlike conduct warnings and penalties carry forward and are cumulative  \nduring the entire event.  \n \n6.  Disqualification  from any CSI event for unsportsmanlike conduct will result in \nforfeiture of any prize money, trophy, or award won by that player or team.  In addition, \nany championship recognition will not be entered in the official records of the event.  \n \n1-46 Spotting Bal ls \n \n1.  Balls to be spotted are placed on the long string  with the number facing up.  A single \nball is placed on the foot spot .  If more than one ball is to  be spotted, they are placed on \nthe long string in as cending numerical order, beginning on the foot spot and moving  \ntoward the foot of the table (see Diagram 8).  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 40  \nThe first ball \nwould be \nspotted here.  Balls would be spotted beginning here if there \nwas no ro om below the foot string.  \nInterfering balls  \nAdditional \nballs spotted \nas shown.  \nDiagram 9 – Spotting Balls with Interfering Balls   \n \n \n2.  If other balls interfere with spotting, the ball(s) to be spotted will be placed on the long \nstring below the foot s pot, but as close as possible to the foot spot, without moving the \ninterfering balls. If there is no space available on the long string below the foot spot, they \nwill be placed on the long string above the foot spot, but as close as possible to the foot \nspot, without moving the interfering balls  (see Diagram 9) . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3.  Whenever possible, spotted balls will be placed frozen to interfering object balls or \nother spotted balls.  If the cue ball is the interfering ball, the spotted ball wi ll be placed as \nclosely as possible to the cue ball without being frozen to it. (AR p. 101) \n \n1-47 Jawed Ball s \n \nIf balls are wedged in the mouth of a pocket , a referee will inspect them and judge \nwhethe r, if they were free to fall directly downward, the balls would come to rest on the \nbed of the table or in the pocket.  The referee will then place the balls in the positions as \njudged and play will continue.   \n \n1-48 Non-Player Interference  \n \nIf balls move because of the action of a non -player or other influence beyond the control \nof the players, a referee will restore  the balls as nearly as possible to their original \npositions and play will continue.  If the interference occurs during a shot and has an \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 41 effect on the outcome of the shot, the shooter  shoot s again  after the restoration .  In either \ncase, if the referee judges that restoration is not possible, the game will be replayed with \nthe player who b roke the game breaking again.  Balls moved under such circumstances \ndo not meet the definition of disturbed balls  and Rule 1 -33 does not apply.  (AR p. 101) \n \n \n1-49 Balls Settling  or Moving  \n \n1.  If a ball settles  or otherwise moves by itself, it will remain in the position it assumed \nand play continues.  It is not a foul if a ball settles or otherwise moves by itself as you are \nshooting.  If a ball that you are shooting at settles while you are shooting but does n ot fall \ninto a pocket, the result of the shot stands.  \n \n2.  If a ball that is frozen  to the cue ball moves as the cue ball leaves its original position \non a shot, whether or not it was moved by the cue ball or settled on its own is determined \nsolely by the referee's judgment.  \n \n3.  If a ball  is hanging on the lip of a pocket and falls into that pocket by itself after being \nstationary for five seconds or longer, it will be replaced as clo sely as possible to the \nposition it was in prior to falling.   The five -second count does not begin until all balls in  \nplay have stopped moving.   Whether the shooter remains at the table does not affect the  \nfive-second period.  \n \n4.  If a hanging ball drops into a pocket by itself while balls are in motion during a shot , \nthe ruling depends on the ensuing action of the balls:  \n \na. If no ball passes through the area originally occupied by the hanging ball, \nit is restored and play will continue.  \nb. If the cue ball, bef ore contacting another ball, passes through the area \noriginally occupied by the hanging ball and, without contacting any other \nballs, either scratches or remains on the table, both the cue ball and the \nobject ball are restored to their prior positions and you shoot again. (AR p. \n101) \nc. If the shot is legal and any ball passes through the area originally occupied \nby the hanging ball, including the cue ball with or without scratching, and \nany other balls are contacted by such a ball at any point during the shot , a \nreferee will attempt to restore the position prior to the shot and you shoot \nagain.  If restoration is not possible, the game will be replayed with the \nplayer who broke the game breaking again. (AR p. 101) \nd. If the shot is illegal because the cue ball fi rst contacts an illegal object ball \nbefore it or any other ball passes through the area originally occupied by \nthe hanging ball, it is a foul.  The incoming player accepts the object balls \nin position.  If the hanging ball is designated by specific game ru les as the \ngame winning ball it must be restored, otherwise it is not restored.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 42 \nApex \nOne solid and one stripe, \nleft/right orientation does \nnot matter.  Foot \nRail \nFigure 2 -1 Apex ball on \nfoot spot.  \n8 RULES SECTION 2"
  },
  {
    "section": "",
    "content": "8-BALL  \n \n2-1 The Game  \n \n8-Ball is a call shot game played with a cue ball and fifteen object balls numbered 1 \nthrough 15.  Ea ch player or team has a group of seven balls: the solid colored balls \nnumbered 1 through 7, or the striped balls numbered 9 through 15.  The 8 -ball is the \ngame winning ball.  The object of the game is to po cket your entire group of balls  and \nthen legally pocket the 8 -ball.  The game is played by two players or two teams.  \n \n2-2 8-Ball Rack  \n \nThe balls are racked as follows (see Figure 2 -1): \n \na. in a triangle with the apex ball on the foot spot  (AR p. 84); \nb. the rows behind the apex are parallel  to the foot string ; \nc. the 8 -ball is in the middle of the row of three balls;  \nd. the remaining balls are placed at random, except that the ball at each rear \ncorner of the rack m ust be of a different group from  the other rear corner  \n(the left/right orientation those two balls does not matter ). (AR p. 102) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2-3 Break Requirements  \n \n1.  You begin the break  with ball in hand behind the head string.  The break is not a \ncalled shot, and you may not call a ball or a safety on the br eak.  There is no requirement \nfor the cue ball to contact any particular ball first.  You must legally pocket a ball or \ncause  at least four object balls to  contact  one or more  cushions or it is an illegal break.  If \nyou legally pocket a ball, you continue to shoot.  I f you do not legally pocket a ball or \nyou commit a foul, your inning ends.  (AR p. 102) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 43 2.  If you intend to break softly , you must notify your opponent and allow them the \nopportunity to call a referee to watch your break.  If you fail to notify your opponent you \nwill receive a mandatory warning on the first offense.  Second and subsequent offenses \nare fouls.  \n \n3.  If your break is illegal , with or without a foul, your inning ends.  Your opponent may : \n \na. re-rack the balls  and break;  \nb. require you to re -rack the balls and break again ; \n  \nThe game cannot continue until  there is a legal break.  If your opponent’s  break is illegal \nand there is also a foul, the illegal break takes precedence and you must choose either \noption (a) o r (b) above . \n \n4.  If you foul on a legal break  and do not pocket the 8 -ball, your inning ends and any \nother pocketed object balls remain pocketed.  Your opponent receives  ball in hand  \nanywhere on the table . \n  \n5.  In all cases o n the break, jumped object balls other than the 8 -ball are not returned to \nthe table except in the case of a re -rack.  If the 8 -ball is jumped it is spotted.  \n \n2-4 8-Ball Pocketed on the Break  (AR p. 102) \n \n1.  If you pocket the 8 -ball on the break and do not  foul, you may:  \n \na. have the 8 -ball spotted and  accept the table in position ; \nb. re-rack the balls and break again.  \n \n2.  If you pocket the 8 -ball on the break and foul, your inning ends.  Your opponent may : \n \na. have the 8 -ball spot ted and take ball in ha nd anywhere on the table ; \nb. re-rack the balls and break . \n \n3.  If the 8 -ball is pocketed on the break , and it is not noticed until after another shot has \nbeen taken , the game will be replayed with the player who broke the game breaking \nagain.  \n \n2-5 Table Open After the Break  \n \nThe table  is always open on the shot after the break and remains open until groups are \nestablished.  When the table is open, all object balls except the 8 -ball are legal object \nballs .  For combinat ion shots , a ball of one group may be contacted first to pocket a ball \nof the other group.   The 8 -ball may be part of such a combination if it is not the first ball \ncontacted by the cue ball.  \n  \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 44 2-6 Establishing Groups  \n \n1.  Groups  are established when the first object ball is legally pocketed on a shot after the \nbreak.  The player legally pocketing the first ball is assigned that group, and the opponent \nis assigned the other group.   You cannot  establish  a group  on a safet y. (AR p. 102) \n \n2.  If all balls of either group  are pocketed on the break or illegally pocketed before \ngroups are established, either player may legally shoot the 8 -ball during their inn ing.  \nYou win the game i f you legally pocket the 8 -ball on such a shot. \n \n3.  Once  they are established, groups can never change for the remainder of that game.  If \na player shoots the wrong group  and no foul is called before the next shot and the player \ncontinues to shoot at t hat g roup, or if at any  time during th e game it is discovered by \neither  player or a referee that the players are shooting the wrong groups, the game will be \nreplayed with the player who broke the game breaking again . If a game has ended and \nthen the players rea lize they shot the wrong groups, the game is not replayed and the \nresult stands.  \n \n2-7 Continuing Play  \n \n1.  Once groups are established, play continues with each player having their group as \nlegal object balls.  Balls in your opponents' group and the 8 -ball are illegal object balls.  \nWhen it is your inning, you continue to shoot as long as you legally pocket a ball on each \nshot.   Object balls pocketed in addition to the called ball remain pocketed.   Your inning \nends if you do not legally pocket a ball.  \n \n2.  Jumped object balls  and illegally pocketed ball s are not returned to the table  but do \ncount in favor of the player with that group.  \n \n2-8 Safety Play  \n \nPrior  to any shot except the break,  you may declare a safety.  On a safety, your inning \nends after the shot regardless of whether you pocket  any ball .  If you do not declare a \nsafety  and you pocket a  ball o n an obvious shot, your inning continues and you must \nshoot again.  A safety mus t meet the requirements of Rule 1.19, Legal S hot, or it is a foul . \n(AR p. 77, 103) \n \n2-9 Shooting the 8 -Ball \n \n1.  The 8 -ball becomes your legal object ball on your first shot after the re are no  balls of \nyour group on the t able.  The player who  legally pocket s the 8 -ball wins the game.  (AR p. \n103) \n \n2.  With the exception of the provisions of Rule 2.10, it is not loss of game if you fo ul \nwhen shooting the 8 -ball but do not pocket the 8 -ball.  Your opponent receives  ball in \nhand. \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 45  \n \n2-10 Loss of Game  \n \nYou lose the game if:  \n \na. you illegally pocket the 8 -ball; (AR p. 103) \nb. you jump the 8 -ball off the table on any shot other than the break;  \nc. you pocket the 8 -ball on the same shot as the last ball of your g roup;  \nd. you violate any General Rule that requires loss of game as a penalty ; \ne. you pocket the 8 -ball on a shot defined as not obvious that you do not call  \n(Rule 1 -16-6 does not apply to 8 -Ball); \nf. you commit a foul under Rule 1 -33-4 or 1-33-7 and the 8 -ball fal ls into a \npocket.  \n \n2-11 Stalemate  \n  \nIf a referee judge s that the table is in a position such that any attempt to pocket or move a \nball will result in loss of game  on that shot , or that the game is not progressing because \nthe position of the table has not significantly changed through  three consecutive innings \nby each player , the referee will declare a stalemate and the game will be replayed with \nthe player who broke the game breaking again.  (AR p. 104) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 46 RULES SECTI ON 3"
  },
  {
    "section": "",
    "content": "9-BALL  \n \n3-1 The Game  \n \n9-Ball is played with a cue ball and nine object balls numbered 1 through 9.  You shoot \nthe balls in ascending numerical order, continuing to shoot as long as  any ball is legally \npocketed.  The 9-ball is the game -winning ball.  The object of the game is to pocket the \n9-ball on any legal shot.   The game is played by two players  or two teams . \n \n3.2 9-Ball Rack  \n \nThe balls are racked as follows (see Figure 3 -1): \n \na. in a diamond sha pe with the 1 -ball as the apex ball on the foot spot  (AR p. \n84); \nb. the rows behind the apex are parallel to the foot string ; \nc. the 9 -ball is in the middle of the rack;   \nd. the remaining balls are placed at random.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3-3 Break Requirements  \n \n1.  You be gin the break  with ball in hand behind the head string.  The cue ball must \ncontact the 1 -ball before any other ball or cushion or it is a foul.  You must either  legally  \npocket a ball or cause  at least four object balls to contact one o r more  cushions, or it is a  \nfoul. \n \n2.  Jumped object balls other than the 9 -ball are not returned to the table.  If the 9 -ball is \njumped, it is spotted.  \n \n3.  If you legally pocket a ball, you continue to shoot.  Your inning ends i f you do not \npocket a ball  or if you foul .  If you legally pocket the 9 -ball on the break,  you win the \ngame.   If you foul on the break and pocket the 9 -ball, it is spotted.  \nFigure 3 -1 Apex ball \non foot spot  Apex 1 \n9 \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 47  \n3-4 Push -out After the Break  \n \n1.  If there was no foul on the break, the player tak ing the first shot after the break has the \noption to shoot a push -out.  On a push -out: \n \na. you must notify your opponent before the shot and your opponent must \nacknowledge your intention;  \nb. the cue ball does not have to contact the lowest numbered ball first, o r any \nobject ball at all;  \nc. no ball has to contact a cushion  \nd. all other rules and fouls still apply.  \n \n2.  Any object balls except the 9 -ball that are pocketed on a push -out remain pocketed.  If \nthe 9 -ball is pocketed it is spotted.  \n \n3.  After a push -out witho ut a foul,  your opponent may:  \n \na. accept the  table in position and shoot ; \nb. require you to shoot again with the table in position.  \n \nIf you push -out and foul, your opponent receives ball in hand.  \n \n3-5 Continuing Play  \n \n1.  After the break (and push -out, if one oc curs), play continues as follows:  \n \na. the lowest numbered ball on the table must be the first object ball \ncontacted by the cue ball or it is a foul;  \nb. if you legally pocket any ball your inning must continue;  \nc. the 9 -ball is spotted if it is illegally pocketed or if it is jumped  (AR p. \n103); \nd. other jumped object balls  and illegally pocketed balls are not returned to \nthe table.   \n \n2.  When it is your inning, you must continue to shoot as long as you legally pocket a ball \non each shot.  Your inning ends if you do not legally pocket a ball.  \n \n3.  The game is won by the player who legally pockets the 9 -ball. \n \n3-6 Three Successive Fouls  \n \nYou lose the game i f you commit three su ccessive fouls in one game . \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 48 3-7 Stalemate  \n \nIf a referee judges  that the game is not progressing because the position of the table has \nnot significantly changed through  three consecutive innings by each player , the referee \nwill declare a stalemate and the game will be replayed with the player who broke the \ngame breaking again. (AR p. 103) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 49 \nApex ball \non foot spot  \nApex 1 \n10 \nFigure 4 -1 \n2-ball and 3 -ball, left/right \norientation does not matter.  2 3 RULES SECTION 4"
  },
  {
    "section": "",
    "content": "10-BALL  \n \n4-1 The Game  \n \n10-Ball is a call shot game played with a cue ball and ten object balls n umbered 1 \nthrough 10.  You shoot the balls in ascending numerical order.  The 10 -ball is the game \nwinning ball.  The object of the game is to pocket the 10 -ball on any legal shot  after the \nbreak.  The game is played by two players or two teams.  \n \n4-2 10-Ball Rack  \n \nThe balls are racked as follows (see Figure 4-1): \n \na. in a triangle  shape with the 1 -ball as the apex ball on the foot spot  (AR p. \n84); \nb. the rows behind the apex are parallel to the foot string;  \nc. the 10 -ball is in the middle of the  row of three balls;  \nd. the 2 -ball and 3 -ball are placed on the ends of the last row (left/right \norientation does not matter);  \ne. the remaining balls are placed at random.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4-3 Break  Requirements  \n \n1.  You begin the break wi th ball in hand behind the head string .  The break is not a \ncalled shot, and you may not call a ball on the break .  The cue ball must contact the 1 -ball \nbefore any other ball or cushion, or it is a foul.  You must either legally pocket a ball or \ncause at l east four object balls to contact one or more cushions, or it is a foul.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 50 2.  If you legally pocket a ball, you continue to shoot.  Your inning ends if you do not \nlegally pocket a ball or if you foul.  \n \n3.  If you legally pocket the 10 -ball on the break, it  is spotted and your inning continues . \n \n4.  Jumped object balls  other than the 10 -ball are not returned to the table.  If the 10 -ball \nis jumped, it is spotted.  \n \n4-4 Push -out After the Break  \n \n1.  If ther e was no foul on the break, the player taking the first shot after the break has the \noption to shoot a push -out.  On a push -out: \n \na. you must notify your opponent before the shot and your opponent must \nacknowledge your intention;  \nb. the cue ball is not required to contact the lowest numbered ball first, or \nany object ball at all;  \nc. no ball is required to contact a cushion  \nd. all other rules and fouls still apply.  \n \n2.  Any object balls except the 10 -ball that are pocketed on a push -out remain pocketed.  \nIf the 10 -ball is pocketed it is spotted.  \n \n3.  After a push -out without a foul,  your opponent may:  \n \nc. accept the  table in position and shoot ; \nd. require you to shoot again with the table in position.  \n \nIf you push -out and foul, your opponent receives ball in hand.  \n \n4-5 Continu ing Play  \n \n1.  After the break (and push -out, if one occurs), play continues as follows:  \n \na. you must contact the lowest numbered ball on the table first or it is a foul;  \nb. the 10 -ball is spotted if it is illegally pocketed or if it is jumped;  \nc. other jumped objec t balls  and illegally pocketed balls are not spotted.   \n \n2.  When it is your inning, you continue to shoot as long as you legally pocket a called  \nball on each shot .  If the called ball is legally pocketed, object balls , other t han the 10 -\nball, pocketed in addition to the called ball remain pocketed.  If the 10 ball is pocketed in \naddition to the called ball, it is spotted.   Your inning ends if you do not legally pocket a \nball. (AR p. 103) \n \n3.  The game is won by the player who l egally pockets the 10 -ball. \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 51 4-6 (Reserved for future use)  \n \n4-7 Illegally Pocketed Balls  \n \n1.  A ball is illegally pocketed if it is:  \n \na. the called ball and is pocketed in other than the called pocket;  \nb. not the called ball and is pocketed on a shot in which th e called ball is not \nlegally pocketed;  \n \n2.   If the 10 -ball is illegally pocketed it is spotted.  All other illegally pocketed balls \nremain pocketed.  \n \n4-8 Opponent's Optio n \n \nIf you illegall y pocket any ball, your opponent has the option to:  \n \na. accept the table in position , or; \nb. require you to shoot again.  \n \n4-9 Three Successive Fouls  \n \nYou lose the game if you commit three succ essive fouls in one game.  \n \n4-10 Stalemate  \n \nIf a referee judges that the game is not progressing because the position of the table has \nnot significantly changed through  three consecutive innings by each player , the referee \nwill declare a stalemate and the game will be replayed with the player who broke the \ngame breaking again. (AR p. 104) \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 52 \nFigure 5 -1 Apex \nTarget pockets  Apex ball on \nfoot spot  RULES SECTION 5"
  },
  {
    "section": "",
    "content": "ONE POCKET  \n \n5-1 The Game  \n \nThe game of One Pocket  is played with a  cue ball and fifteen object balls, numbered 1 \nthrough 15, using only the two pockets at  the foot of the table for  scoring  (target pockets) .  \nYou score by pocketing object balls in your designated pocket .  You win the game if you \nscore eight  balls before y our opponent  does.  The game is played by two players or two \nteams.  \n \n5-2 The Rack  \n \nThe balls are racked as follows (see Figure 5 -1): \n \na. in a triangle with the apex ball on the f oot spot and all balls placed  \nrandom ly (AR p. 84); \nb. the ro ws behind the ap ex are parallel to the foot string . \n \n \n \n \n \n \n \n \n \n \n \n \n \n5-3 Choice of Pocket  \n \nBefore the opening break of each game,  the player breaking must choose one of the \ncorner pockets at the foot of the table as their t arget pocket for that game.  Their opponent \nmust then accept the other corner pocket at the foot of the table as their target pocket for \nthat game.  \n \n5-4 Break  Requirements  \n \n1.  You begin the  opening break with cue bal l in hand behind the head string.  You must:  \n \na. legally pocket a  ball in your target  pocket, or  \nb. cause t he cue ball to contact a  ball and, after that contact, cause at least \none object ball or the cue ball to contact a cushion.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 53 2.  It is a foul if you do not  meet the opening break requirements.   \n \n5-5 Breaking Subsequent Games  \n \nIf a match consists of multiple games, players must alternate breaking  subsequent games . \n \n5-6 Continuing Play  \n \nAll object balls are legal.   You are not required to call ball and pocket.  Legally pocketing \na ball entitles you to continue your inning.  Your inning ends if you do not legally pocket \na ball in y our target pocket . \n \n5-7 Illegally Pocketed Ball  \n \nA ball is i llegally pocketed if it is pock eted in other than a target pocket , or if a foul is \ncommitted on the shot.   Illegally pocketed balls are spotted, but spotting is delayed  until \nthe shooter’s inning end s.  If you legally pocket the last ball remaining on the table but \nhave not yet won the game, all illegally pocketed balls being held for spotting are then \nspotted at once and your inning continues.  \n \n5-8 Scoring  \n \nA ball is legall y pocketed if it is pocketed in a target pocket on a legal shot.  \n \na. a ball legally pocketed in your target pocket counts as one ball for you ; \nb. if you  foul, any ball pocketed in your target pocket on that shot does not \ncount  and must be spotted  (AR p. 104);  \nc. a ball pocketed by you in your opponent’s target pocket counts  for your \nopponent;  \nd. if you commit a foul  other than a  scratch or jump ed cue ball , any ball \npocketed in your opponent’s target pocket counts for your opponent;  \ne. if you scratch or jump the cue ball off the table, any ball pocketed in your \nopponent’s target pocket does not count for your opponent  and must be \nspotted . \n \n5-9 Foul  Penalty  \n \n1.  For each foul you commit you must spot  one of your previously scored balls, reducing \nyour score by one . (AR p. 104) \n \n2.  If you foul and have no previously scored object balls, you “owe one” for that foul and \nmust spot balls after each scoring inning until all “owed balls ” are eliminated.  \n \n3.  After a foul , your opponent accepts the table in position.  \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 54 5-10 Scratch or Jumped Cue Ball  \n \nIt is a foul if you scratch or jump the cue ball off the table.  Your opponent receives ball \nin hand behind the head string.  \n \n5-11 Jumped Balls \n \nIt is a foul if  you jump any object ball off the table .  The jumped ball is spotted and you \nare penalized one ball.  Your opponent accepts the cue ball in position.  \n \n5-12 Deliberately Trapping or Wedging the Cue Ball  \n \nIt is a foul if you use an illegal stroke to deliberately attempt to trap or wedge the cue ball \nin the jaw of a pocket.  In addition to the one ball penalty for a foul, your opponent \nreceives ball in hand behind the head string.  \n \n5-13 Three Successive Fouls - Penalty  \n \nYou lose the game if you commit three successive fouls in one game . \n \n5-14 Spotting Forgotten Balls  \n \nIf both  players agree, forgotten balls may be spotted at any time after they are \nremembered.  If either player objects to the earlier spotting , then any owed balls or \nillegally pocketed balls are spotted after the end of the next player’s inning.  However, if \nthe game has not ended and there are no balls left on the table , the forgotten balls must all \nbe spotted immediately.  \n \n5-15 Jump Shot  Requirement  \n \nYou may only use your playing cue to attempt jump shots.  \n \n5-16 All Remaining Balls are Behind the Head String with Cue  \n Ball in Hand  Behind the Head String  \n \nWhen you  have  ball in hand behind the head string and all of the remaining object balls \nare also behind the head string, the object ball nearest the head string may  be spotted \nupon your request.  If two or more balls a t an equal distance from the head string  are \nnearest the head string , you may choose which ball to spot.  \n \n5-17 End of Game  \n  \nThe game ends when one player or team has legally pocketed eight  balls and do es not \n“owe” any balls.  If you pocket a ball that brings your opponent’s score to eight  balls,  you \nhave lost the game unless you scratch or jump the cue ball off the table on the same \nstroke.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 55 \nFigure 6 -1 Apex \n1 5 Apex ball on \nfoot spot  RULES SECTION 6"
  },
  {
    "section": "",
    "content": "14.1 CONTINUOUS  \n \n6-1 The Game  \n \n14.1 Continuous  (also  referred to as  “Straight Pool”) is a call shot game  played with a cue \nball and fifteen object balls numbered 1 through 15.   You are allowed to pocket the first \n14 balls of th e rack, but before  shooting the 15th ball the 14 previously pocketed balls are \nracked , leaving the apex space vacant.  After the 14 balls have been racked, you continue \nto shoot by attempting to pocket the 15th ball while simultaneously breaking out some of \nthe 14 racked balls  so your run may continue.  The object of the game is to score a \npredetermined point total before your opponent. The game is played by two players or \ntwo teams.  \n \n6-2 The Rack  \n \nFor the opening break , the balls are racked as follows (see Figure 6 -1): \n \na. in a triangle with the apex ball on the foot spot  (AR p. 84); \nb. the rows behind the ap ex are parallel to the foot string ; \nc. on the row at the rear of the rack the 1 -ball must be on the corner to your \nright and the 5 -ball mu st be on the corner to your left;  \nd. all other balls are placed randomly.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n6-3 Opening Break Requirement s \n \n1.  You begin the o pening break  with cue ball in hand behind the head string.  You must : \n \na. pocket a called ball in a called pocket or;  \nb. cause the cue ball to contact an object ball and, after that contact, cause the \ncue ball and at least two object balls to contact one or more  cushion s. \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 56 2.  Failure to meet the opening break requirement is an opening break violation.  \n \n6-4 Opening Break Violation – Penalty  \n \n1.  If you commit an opening break violation,  you are penalized 2 points. Your opponent \nmay: \n \na. accept  the table in position , or; \nb. require you to re-rack all 15 balls and repeat the opening break.  \n \nThis procedure continues until you meet the opening break requirement or your opponent \naccepts the table in position.   \n \n2.  An opening break violation does not count as a foul under th e Successive Foul P enalty \nrule.   \n \n6-5 Scratch or Foul on Opening Break - Penalty  \n  \nIf you mee t the opening break requirement and scratch  or foul , it is  a one-point  penalty.  \nAny pocketed balls are spotted.  If you scratch  or the cue ball is jumped , your  opponent \nreceives  cue ball  in hand behind the head string  with the  object balls in position.   If you  \ncommit a  foul other than a scratch or jumped cue ball , your opponent accepts the table in \nposition.  The foul counts as the fi rst foul under the Successive Foul Penalty rule.  \n \n6-6 Scratch or Foul and Opening Break Violation - Penalty  \n \n1.  If you scratch  or foul  on the opening break and fail to meet the opening break \nrequirement, you are penalized 2 points.  Your opponent may: \n \na. take cue ball in hand beh ind the head string  with the table  in position, or;  \nb. require you to re -rack all 15 balls and repeat the opening break.  \n \n2.  This situation is penalized as  an opening break violation only.  You are penalized two \npoints, but the violat ion does not count as a foul under  the Successive Foul Penalty Rule.  \n \n6-7 Continuing Play  \n \nAll object balls are legal.  Legally pocketing a ball entitles you to continue your inning .  \nYour inning ends if you do not legally pocket a ball . \n \n6-8 Subsequent Ra cks \n \nAfter you pocket the 14th ball of a rack , play stops temporarily while you rack  the \npreviously pocketed 14 balls .  You rack t he balls  as before , but with the apex  (foot spot) \nvacant  and all balls placed randomly .  Your inning then continues .  You are not required \nto shoot at the 15th ball. (AR p.  104) \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 57 6-9 Subsequent Racks - Position and Placement of Cue Ball  and 15th Object  \nBall \n \nWhen you prepare subsequent racks , the position s of the cue ball and the 15th object ball \ndetermine their placement .  Figure 6 -2 specifies the required placement of the cue ball \nand the 15th object ball in situations where one or both are in the rack or interfere with the \nlowering of the triangle or spotting . \n \n \n6-10 Illegally Pocketed Ball  \n \nAll illegally pocketed balls are spotted.  There is no penalty for illegally pocketing a ball.  \nBalls pocketed on a safety are illegally pocketed balls.   (AR p. 101) \n \n6-11 Safety Play  \n \nYou may declare a safety  at any time during your inning.  It is a foul if a s afety shot does \nnot meet the requirements of a legal shot.  Any object ball  pocketed on a safety is spotted.  \nThe safety play ends your inning.  \n \n6-12 Scoring  \n \n1.  Keeping score  requires you to maintain two separate tallies – a tally for each rack and \na running total score for the game.  As each individual rack is played, you keep a tally for \nthat rack.  At the conclusion of the rack, your individual rack ta lly is added to your game \nscore, and your rack tally resets to zero prior to beginning the subsequent rack.  \n \n2.  A legally pocketed ball counts as one point.  Any object balls pocketed in addition to             Cue ball lies  \n \n  \n  15th ball lies  In the rack or \ninterfering with \nlowering the triangle  Not in the rack or on \nthe head spot  On the head spot or \ninterfering with \nspotting a ball on \nhead spot  \nIn the rack or \ninterfering with \nlowering the triangle  15th ball: foot spot.  \nCue ball: in the kitchen  15th ball: head spot.  \nCue ball: in position  15th ball: center spot.  \nCue ball: in position  \nPocketed  15th ball: foot spot  \nCue ball: in position  \nIn the kitchen but not \non head the spot  15th ball: in position.  \nCue ball: head spot  \nNO INTERFERENCE - \n \nBALLS REMAIN IN POSITION  Not in the kitchen or \nthe rack  15th ball: in position.  \nCue ball: in the kitchen  \nOn the head spot or \ninterfering with \nspotting a ball on the \nhead spot  15th ball: in position.  \nCue ball: center spot  \nFigure 6 -2 \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 58 the called  ball on the same shot also count as one point  each. \n \n6-13 Foul  Penalty  \n \nOne point is deducted for each shot in which a foul occurs.  Your opponent  accepts the \ncue ball in position unless the foul was the result of a scratch, jumped cue ball, deliberate  \nfoul or third successive foul.  \n \n6-14 Deducting P oints  \n \nIf you foul but do not pocket a ball, the penalty for the foul is deducted from your \nrunning game total.  If you foul and pocket a ball on the same shot, the ball is spotted, it \nis not scored, and the penalty for the foul is deducted from your runni ng game total.  The \ndeduction of penalty points can result in a negative score.  \n \n6-15 Scratch or Cue Ball Jumped Off Table  \n \nA scratch or jumped cue ball is a foul.  Y our opponent receives  ball in hand behind the \nhead string.  \n \n6-16 Object Ball Jumped Off Ta ble \n \nA jumped object ball is a foul .  The jumped ball is  spotted and your opponent accepts the \ncue ball in position.  \n \n6-17 Deliberate Foul – Special Penalty  \n \n1.  If you violat e Rule 1 -40, you are penalized  one point for the foul and an additional \nfifteen  points for the deliberate act , for a total of sixteen  points.  Your opponent  may:  \n \na. accept the table in  position ; \nb. take cue ball  in hand behind the head string  with the objec t balls in \nposition, or;  \nc. require you to re -rack all 15 balls and repeat the opening break.  \n \n2.  A deliberate foul does not count as a foul under the Successive Foul Penalty (Rule 1 -\n22), nor does it reset the successive foul count, if any.  \n \n6-18 Three Succ essive Fouls  Penalty  \n \n1.  If you commit a third  successive foul : \n \na. you are penalized the appropriat e point penalty for the foul plus  an \nadditional 15 point penalty;  \nb. you must re-rack all 15 balls and meet the opening break requirement ; \nc. the points scored in  the rack up to that point are added to the running \ntotals, and the tallies for a new rack begin . \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 59 6-19 Jump Shot Requirement  \n \nJump shots  may only be attempted with your playing cue.  \n \n6-20 All Remaining Balls  Behind the Head String with Cue  \n Ball in Hand Behind the Head String  \n \nWhen you have cue ball in hand behind the head string and all of the remaining object \nballs are also behind the hea d string, the object ball nearest the head string may be \nspotted upon your request.  If two or more balls at an equal distance from the head string \nare nearest the head string, you may choose which ball to spot.  \n \n6-21 Stalemate  \n \n1.  If a referee  judges that the table is in a position such that no progress is being made \ntoward a conclusion, they will announce their decision and each player will play three \nmore innings.  After that, if the referee determines there is still no  progress they will \ndeclare a stalemate . \n \n2.  If a stalemate is declared , all 15 balls will be racked and the players will lag to \ndetermine who will shoot the opening break.   The points scored in the stalemated rack are \ncount ed and are added to the running  total scores  and the tallies for a new rack begin . \n(AR p. 103, 104) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 60 \nFigure 7 -1 Apex Apex ball on \nfoot spot  \nLong rack – full triangle  \nShort rack – shaded area only  RULES SECTION 7"
  },
  {
    "section": "",
    "content": "BANK POOL  \n \n7-1 The Game  \n \n1.  Bank Pool  (also called  “Banks” ) is a call shot game  played with fifteen object balls, \nnumbered 1 th rough 15, plus a cue ball in the long rack game, and any nine object balls \nplus a cue ball in the short rack game.   To score you are required to play a bank shot.   \nThe object of the game is to score a predetermined number of balls before your opponent \ndoes. The game is played by two, three, four or five players.  Two players may play \neither a long rack or short rack game.  For three, four or five  players, the long rac k game \nis the suggested format.  \n \n7-2 The Rack  \n \nThe balls are racked  as follows (see Figure 7 -1): \n \na. in long rack bank pool, in  a triangle and placed randomly;  \nb. in short rack bank pool, in a diamond (shaded  area in Figure 7 -1) and \nplaced randomly;  \nc. the apex ball on the foot spot  (AR p. 84); \nd. the rows behind the apex are parallel  to the foot string.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n7-3 Break Requirement s \n \n1.  You begin t he break  with cue ball in hand behind the head string.  There is no \nrequirement to contact any particular object ball first.  You must cause  at least four ob ject \nballs to contact the cushions or it is an illegal  break .  If any balls are pocketed on the \nopening break, you continue shooting.  Any balls pocketed on t he opening break are not \nscored  and are spotted after your inning ends.  \n \n2.  If your break is ille gal, your opponent may:  \n \na. accept the table in position, or;  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 61 b. re-rack the balls and break.  \n \n7-4 Breaking Subsequent Racks  \n \nIf a match consists of multiple games, players must alternate breaking  subsequent games . \n \n7-5 Continuing Play  \n \nAll object balls are lega l.  Your inning continues as long as you l egally pocket a ball .  \nYour inning ends if you do not legally pocket a ball.  \n \n7-6 Scoring  \n \nA legally pocketed ball  counts as one ball.  Any ball pocketed in addition to the called \nball on the same shot does not count and is an illegally pocketed ball.  \n \n7-7 Legally Pocketed Ball  \n \n1.  A ball is leg ally pocketed  if: \n \na. it is pocketed as the result of a bank shot;  \nb. the number of cushions are designated when call ing the shot and only that \nnumber of cushions are contacted;  \nc. it is not pocketed as a result of a kiss or carom;  \nd. it is not contacted by the cue ball more  than once.  \n \n2.  Contact with a cushion means that the called ball has made contact with a cushion \ndesig nated as a part of the called bank shot.  Incidental contact with a cushion as the \nobject ball approaches the called pocket is not considered contacting an extra cushion that \nwould disqualify a shot from being legal based on the number of called cushions.  \n \n7-8 Illegally Pocketed Ball  \n \nA ball is illegally pocketed if the shot does not meet the requirements of Rule 7-6, if it is \npocketed in addition to the called ball , or if a foul is committed on the shot.  \n \n7-9 Jump Shot Requirement  \n \nJump shots  may only be attempted with your playing cue.  \n \n7-10 Foul Penalty  \n \n1.  For each foul  you commit you must spot one of your previously scored balls, reducing \nyour score by one.  (AR p. 104) \n \n2.  If you foul and have no previously scored object balls, you “owe ” one for that foul and \nmust spot balls after each scoring inning until all “owed balls” are eliminated.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 62 3.  Your opponent accepts the cue ball in position, unless the re is a scratch  or it is jumped \noff the t able.  \n \n7-11 Scratch or Cue Ball Jumped Off Table  \n \nIt is a foul if you scratch or jump the cue ball o ff the table.  Your opponent receives  ball \nin hand behind the head string.  \n \n7-12 Jumped Balls  \n \nIt is a foul if you jump  an object ball off the table.  The object ball is spotte d and y our \nopponent accepts the cue ball in position.    \n \n7-13 Illegally Pocketed Balls – Spotting Requirements  \n \nAll illeg ally pocketed  balls are spotted, but  spotting is delayed until the shooter’s inning \nends.  If you score the last ball remaining on the table but have not yet won the game, any \nillegally pocketed balls being held for spotti ng are then spotted at once and your inning  \ncontinues . \n \n7.14 Spotting Forgotten Balls  \n \nIf both players agree, forgotten balls  may be spotted at any time after they are \nremembered.  If either player objects to the earlier spotting then any owed balls are \nspotted after the end of the next player’s inning.  However, if there are no balls left on the \ntable and the game has not been won, then all forgotten balls must be spotted \nimmediately.  \n \n7-15 All Remaining Balls are  Behind the Head String with Cue  \n Ball in Hand Behind the Head String  \n \nWhen you have cue ball in hand behind the head string and all remaining balls are also \nbehind the head string, the object ball nearest the head string may be spotted upon your \nrequest.  If two or more balls at an equal distance from the head string are nearest the \nhead string, you may choose which ball to spot.  \n \n7-16 End of Game  \n  \n1.  For two players, the game ends when:  \n \na. in a long rack game, one player has legally poc keted eight balls and does \nnot owe  any balls;  \nb. in a short rack game, one player has legally pocket ed five balls and does \nnot owe  any balls.   \n \n2.  For three, four or five players, the long rack game ends when one player has legally \npocketed five, four, or three balls, respect ively, and does not owe any balls.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 63 RULES SECTION 8"
  },
  {
    "section": "",
    "content": "WHEELCHAIR RULES  \n \n8-1 Disability Classifications  \n \nTo be eligible for a wheelchair  event you must have a mobility -impaired  disability \nrequiring the use  of a wheelchair.  Y ou may be required to provide a physician’s letter to \nestablish your eligibility. CSI  wheelchair play encompasses two disability classifications:  \n \na. Wheelchair players  who meet  the definition of minimal disability and are \nunable to make and sustain a functional bridge with their non -cueing hand.  \nb. All other wheelchair players who meet the definition of minimal disability \nand are able to make and sustain a functional bridge with their non -cueing \nhand.  \n \n8-2 Minimal Disability Defined  \n \nThe BCAPL d efines minimal disability as:  \n \na. Loss of limb above the ankle;  \nb. Decrease of muscle strength in one lower limb of at least 30 points;  \nc. Severe mobility problems comparable wit h handicaps described in Rule 8 -1. \n \n8-3 Wheelchair Rules of Play  (AR p. 104) \n \n1.  You m ust remain seated on the cushion or the seat of the wheelchair when playing a \nshot.  You must have at least one cheek on the cushion or seat when you strike the cue \nball. \n \n2.  If you use a cushion, it must remain flat and cover the seat of the wheelchair e venly.  \nThe cushion cannot be bunched up on the seat or  be straddled by your legs or stumps.  \nYou may not sit on the wheel or armrest.  The point where your buttocks rest on the seat \nor cushion must not be higher than 27 inches from the surface on which th e wheelchair \nrolls in its normal operating position.  \n \n3.  Your feet must be kept clear of the floor.  Your feet or footplates  must not touch the \nfloor when you strike the cue ball.  You must not use your legs or stumps as leverage \nagainst any part of the t able or wheelchair while shooting.  It is a foul if you violate a ny \nof the provisions of Rule  8-3-1 through 3. \n \n4.  If you have a classification 8 -1-a disability, you may request the referee to assist you \nwith your equipment.  You may use any help aids suc h as cue extensions, special bridges, \netc.  You may not be assisted when actually shooting.  However, another person may \nhold the bridge but must not help with the actual stroke.  If you require assistance to roll \naround the table, another person may help but must not be touching the wheelchair during \nthe actual shot.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 64  \n5.  Below -the-knee strapping is permitted to keep your feet on the footplates . \n \n6.  Strapping above the waist is not permitted except for medical reasons.  \n \n7.  You may not use a standing whee lchair in the standing position.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n65 OFFICIAL RULES OF CUESPORTS INTERNATIONAL \nRULES SECTION 9"
  },
  {
    "section": "",
    "content": "SCOTCH DOUBLES RULES \nScotch Doubles presents a unique blend of teamwork and individual effort, and the \nregulations reflec t that blend. Although you play as a team, there are times when a single \nperson must make a decision withou t consulting the ir teammate. Coaching and \ncommunication presen t spec ial enforcemen t challenge s, and are addressed here. Please \nfamiliarize yourself with these regulations and follow them carefully.  \n9-1 Breaking \n1.When it is your team’s turn to break, either player may break. You may discuss the\ndecision with your partner. You are not required to maintain the order of play from any\npreceding game.\n2.In 8-Ball, if \nyou pocket the 8-ball on a legal break, and do not foul, your partner must\nmake the decision whether to spot the 8-ball and continue to shoot or re-rack and break\nagain. If a \nre-rack is chosen the player who broke the original rack must break again.\nIf yo u pocke t the 8-ba ll on an il lega l brea k the incomin g playe r must mak e the d ecision \nwhethe r to tak e the brea k or hav e the origina l breake r re-break. \nIn eithe r c ase , the decisio n ma y not be discusse d betwee n partners. \nAll other gam e forma ts (9-Ball , 10-Ball , etc.) follo w the specific gam e rules for afte r the \nbreak.  \n9-2 Continuing Play \n1.After the break, players on a team alternate shots during their inning. The order of\nplay must be maintained \nbetween innings. If a player shoots out of turn it is a foul.\n2. In 9 & 10 Ball if either team plays a push-out shot after the break, the player that\nperformed the push-out shot returns to the table to continue with the shot if the\nopposing team declines to take the the shot and returns the table to the team that shot\nthe push-out shot. The push-out shot is not considered two separate shots but one\nshot with two parts.\n9-3 Coaching \n1.During your inning, open communicat ion between partners is allowed.\n2.Communication/coaching cannot result in slower than normal play. As a general  \nguide, there should be no more than 45 seconds between each shot. If a team  \nconsistently uses more than 45 seconds between shots, the opposing team may  \nsummon a referee to monitor the match and the referee may institute delayed progress  \nrulings at any time.\n3.The non-shooting player is allowed to point at or touch the table while offering \nadvice but may not touch any ball including the cue ball when it is \"ball in hand\" or \nmark the table in any way.  Mostly what should be offered is verbal advice .\n66 OFFICIAL RULES OF CUESPORTS INTERNATIONAL \n3. Any player on either team, regardless of whose turn at the table it is, may:\na. call a foul;\nb. request a stoppage of play to summon a referee, or suggest that a referee be\nsummoned; \nc. inquire whose turn it is;\nd. inquire what group they have.\n9-4 Time Outs \n1. Each team is entitled to one five-minute time out per match. The time-out must be\ntaken between games. It is a foul if a team member leaves the playing area without\nauthorization during a game.\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n67 RULES SECTION 10 \nREFEREES, EVENT OFFICIALS, AND \nADMINISTRATIVE AUTHORITY \nThis section provides you with information about the role and responsibilities of the CSI \nreferee and other CSI event officials.  The information in this section carries the same \neffect as the General Rules, and the procedures described are mandatory and binding on \nreferees and event officials. \nA referee’s role is to ensure that a level playing field exists for all competitors by \nmaintaining order and enforcing the rules of the game.  Their primary responsibility is to \nserve the needs of the players.   \n10-1 Authority of the CSI Referee \n1. CSI referees are the direct representatives of CSI in all matters concerning the conduct\nof the actual game on the table and the comportment of the players and spectators during\nCSI events.\n2. A CSI referee is the final authority in all matters of judgment.  Matters of judgment\ninclude whether:\na. a stroke or hit was legal or illegal;\nb. a ball did or did not contact a cushion;\nc. a ball is frozen to a cushion or another ball;\nd. a ball is in a certain position with respect to any rule, such as in or out of\nthe kitchen or rack, winner of a lag, etc.;\ne. a shot was considered to be obvious (within the constraints of Rule 1-16 );\nf. a position can be restored;\ng. the position of restored balls is accurate;\nh. the table was illegally marked;\ni. the rack is suitable for play;\nj. equipment or conditions are suitable for pla y;\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 68 k. outside interference has occurred;  \nl. coaching has occurred;  \nm. a player meets dress code requirements;  \nn. a player's conduct is unsportsmanlike.  \n \nThis list is not necessarily all-inclusive . \n \n3.  A CSI referee has the authority to:  \n \na. suspend play;  \nb. warn, penalize or disqualify players for rules infractions;  \nc. if necessary, request players to take specific actions  (AR p. 104); \nd. request removal of persons other than players  who disrupt or interfere with \nplay.  \n \n4.  A referee’s authority  extends  to the entire event venue at any time the referee is in \nuniform.  A CSI referee’s authority is also held by other event officials  other than the \nfinal protest authority , as designated by the Administrative Authority of that event, \nwhether in uniform or no t. \n \n10-2 Answering Players’ Questions  and Assisting Players  \n \n1.  A referee must answer  all players' questions regarding the CSI Rules , subject to  the \nfollowing guidelines:  \n \na. A referee must provide only factual informatio n.  Examples include, but \nare not limited to:  \n(1) how many games are needed to win the match;  \n(2) what the penalty is for a specific rules infraction;  \n(3) what rule would apply if a specific shot were  taken . \n \nb. A re feree must never offer or provide an  opinion concerning  subjective \ninformation that would affect play.  Examples include, but are not limited \nto: \n(1) whether a legal hit can be made , or what method or type of stroke \nmight be used to execute a shot, unless the matter is specifically \nreferred to in a rule and theref ore required  to be explained under Rule  \n10-2-1-a; (AR p. 105) \n(2) whether a ball will fit through a gap;  \n(3) how the characteristics of the table might affect  play.  \n \nc. If a player, after receiving either factual information  or rules information \nfrom a referee, change s their mind about how to proceed with their game \nor what shot to take, the information provided is not considered to have \naffected play under the provisions of Rule 10-2-1-b. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 69  \n2.  For issues concerning the conduct of the game on the table, referees are no t permitted \nto approach a table based on a request from anyone other than the players involved in the \ngame.  If you require information from a referee during a match, you must make the \nrequest yourself.  If a referee determines that such a question asked b y a person who is \nnot a player in a match pertains to a match in progress, they will not answer the quest ion, \nor go to the table unless properly called by a player involved . \n \n3. Referees will assist players with equipment as follows:  \n \na. they will help player s locate and retrieve chalk when it is supplied by the \nAdministrative Authority;  \nb. they will retrieve a mechanical bridge upon request, but may not assist the \nplayer in the use of the bridge.  After the shot, they will take the \nmechanical bridge from the pla yer upon request.  \n \n10-3 Calling Fouls  \n \n1.  Referees will call fouls  as soon as possible after they occur.  \n \n2.  Whe n called to a table, a referee wil l call all fouls that occur while the referee is at the \ntable.  \n \n3.  When maki ng a ruling, a referee will announce the ruling and, if calling a foul, a brief \ndescription of the foul or rule that was violated.  Some examples are:  \n \n“Good hit”  \n“Foul – double hit ”; \n“Foul – no cushion after contact ”; \n“Foul – contacted the 3 -ball first” (if the 3 -ball was an  illegal object ball);  \n\"Foul – object ball jumped off table\".  \n \nWhen a scratch occurs  or if the cue ball is jumped off the table , it is not necessary for the \nreferee to announce a foul or the basis  for the  foul. \n \n4.  In the matter of jud gment  calls as referred to in Rule 10-1, a referee is not responsible \nfor explaining  to a player what methods were used to determine a  ruling.  At their \ndiscretion, a referee may briefly describe the violatio n, but they are not responsible for \ngiving a player a detailed description of how the ruling was determined.  \n \n5.  After calling a foul that results in ball in hand, the referee will pick up or retrieve the \ncue ball and hand it to the incoming player.  \n \n6.  A referee will not call  a foul or penalize a player in a dispute over  a shot that w as \nunseen  by the referee if the call would have been a judgment ca ll and the referee cannot \nclearly determine that a foul oc curred.   However, if the unseen act  involves a rules \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n70 application, then referees and event officials will make every reasonable effort to ensure \nthat the correct and appropriate ruling is made. \n7. A referee will not call a foul unless, in their judgment, they have clear evidence of a\nfoul.  If the referee is not certain of the outcome of a shot or situation, the following\nguidelines are provided concerning various rules and their Applied Rulings:\n1-2-2 No foul. \nRule When in question, presumption on situation seen \n1-3 Equipment is legal. \n1-3-c through g No foul.   Warning to use caution may be issued. \n1-4 The cue is legal. \n1-8 No foul. \n1.11 Time limits are not exceeded. \n1.14 Rack is acceptable.   Warning to use caution may be issued. \n1-15 The shot is executed in time. \n1-16, 1-42 The shot or safety was properly called.   Warning to use \ncare in calling shots and acknowledging calls must be \nissued to both players. \n1-18, 1-19 The stroke or shot is legal. \n1-25 The foot is in contact with the floor. \n1-26 The ball is not in motion. \n1-29, 1-30 , 1-32 The shot is legal. \n1-33-2 There is no effect on the outcome of the shot. \n1-39, 1-41, 1- 42 Marking, coaching or interference has not occurred. \nWarning to use caution may be issued. \n1-43, 1-44 Concession has not occurred. \n1-45 penalty Issue a more lenient penalty and unequivocal warning \nrather than a more severe penalty. \n2.8, 6.11 The safety was called.  Warning to use care in  \ncalling and acknowledging safeties must  be issued to both  \nplayers. \nTo emphasize, the above listed information is intended as guidance for officials, and is \nirrelevant if the referee is certain in their judgment that a situation has occurred.   Once a \nruling has been made by an official, players may not use the provisions of this rule to \nattempt to influence the  decision.  \n8. When a referee is not present, a foul may only be called by a player involved in the\ngame.  See Rule 1.41, Coaching, for more detail and for team play exceptions.\n10-4 Responsibility for Multiple Tables / Referee Presiding  \n1. CSI events are usually played with referees having responsibility for more than one\ntable.   In that situation, the following procedures apply:\na. Referees will not make any calls concerning the game on the table unless\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 71 they have been properly called to the table by a player  involved in the \ngame . Exception: Unsportsmanlike Conduct may be called without having \nbeen called to the table.  \nb. A referee observing a foul before being called to  a table may use that \nknowledge to call the foul if called to the table after the foul. The foul may \nnot be called if the referee is not called to the table before the next shot.  \nc. “Properly called to the table” means that the player requesting the \nreferee’ s presence has complied with the requirements of Rule 1 -9.  If a \nreferee that is summoned by a player observes the player’s opponent \nalready down on a shot, the referee will not attempt to interrupt or stop the \nplayer .  \nd. If a referee observes a player about  to commit an act that would be a foul, \nthe referee will take no action to alert the player or stop the foul from \nbeing committed , regardless of whether they have been properly called to \nthe table.   Exception: after the referee has arrived at the table  and before \nthe shooter is down on a shot, if the shooter starts to proceed before the \nreferee has authorized them to shoot, the referee will request the shooter to \nnot proceed until authorized.  (AR p. 107) \ne. When approaching a table to stop or suspend play for reasons other than \nbeing summoned by a player, a referee will not interrupt a player down on \na shot, but rather will wait until that shot is completed before intervening.  \nf. When directed by Administrative Authority, referees may  come to the \ntable without hav ing been called in order to enforce items such as dress \ncode or other violations of event regulations.  \n \n2.  After having been properly c alled to a table,  the referee takes over the  responsibilities \nand duties of the non -shooting player,  including acknowled ging called  shots or safeties.  \nThe non -shooting player must leave the table while their opponent is shooting, and does \nnot necessarily have the right to occupy any particular position away from the table other \nthan being in the chair.     \n \n3.  When a refer ee is presiding over a match, the referee will make all cal ls concerning \nthe match , and no request by the players is necessary .  However, p layers may still request \nspecific information from the referee as necessary.  \n \n10-5 Protests, Rules Interpretations, a nd Final Authority  \n \n1.  You may protest  if you feel a referee has incorrectly applied the rules or made an \nincorrect rules interpretation.  You must make your protest both immediately  after the \ndecision in question, and prior to the next shot being taken, or it will not be considered.  \nReferees must honor your request , suspend play, and inform their supervisor or the \nappropriate event official  of the protest.  \n \n2.  Matters involving a referee’s judgment ma y not be protested.  \n \n3.  The Tournament Director or other designated event  official is the final authority on all \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 72 protests.  The y may, and should , consult with the senior referee present and other referees \nas necessary to gather information relative to the  protest and for technical assistance if \ndesired.  However, n o final decision on any protest may be made by any CSI referee \nwhile acting in the capacity of a referee.  Any person holding final protest authority must \navoid acting as a referee.  \n4.  Whenever p ossible , referees faced with unusual situations  not specifically covered by \nthe CSI rules must  first look to the event s’ Administrati ve Authority  for guidance before \nmaking a ruling.  The tournament director or other designated event  official with final \nprotest authority i s responsible for making  rules interpretations in unusual situations .   \n \n5.  If you have a specific issue concerning a referee’s conduct that is not related to a \njudgment call or rules issue, you should contact the Administrative Authority  or Head \nReferee of the event , or the CSI National Office . \n \n10-6 Soliciting Information  \n \n1.  Referees may solicit information  from any source to aid them in making their \ndecision s. (AR p. 107) \n \n2.  If ruling on a sit uation or issue which occurred while a referee was not present, the \nreferee will make their best effort to gather the appropriate information required to render \na decision, and will make the ir decision based on that information.  However, players are \nultim ately responsible for ensuring that they provide referees with all relevant \ninformation, and the referee is not resp onsible for information that is  not offered or \nobtained.  As in all other cases  involving referees’ decisions , after another shot has been \ntaken no previous ruling may be changed or protested, even if it is later discovered that \nthe referee had incomplete or incorrect information at the time of the ruling.  \n \n10-7 Suitability of Equipment  \n \nReferees will make their best effort to ensure that the tournament equipment is suitable  \nfor p lay and meets CSI requirements.  During play, players may ask a referee to clean one \nor more balls, remove excess powder from the table bed or rails, or assist in any other \nway to keep the equipment playable.  \n \n10-8 Penalizing Unsportsmanlike Conduct  \n \nReferees are obligated to ensure that players do not engage in  any act or activity that, in \nthe referee’s judgment, is unsportsmanlike in nature.  This includes, but is not limited  to: \nactions that are embarrassing, disrupt ive, or detrimental to other players, spectators, \nreferees, event officials, or the sport in general , or any act that makes a travesty of the \ngame .  \n \n10-9 Authority to Alter Rules  \n \nThe Administrative Authority  of an event may alter the  CSI rules as necessary.  If they \nchoose to alter the rules in any way, the Administrative Authority must make a \nreasonable effort to ensure that:  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 73  \na. all players affected by the alteration are properly notified  in a timely \nmanner ; \nb. the alterations are available to the affected players in writing;  \nc. the alterations are properly detailed and complete;  \nd. if requested, the alterations are provided to the CSI National Office.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 74 RULES SECTION 1 1"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS  \n \nWhile great care has be en taken to ensure that the CSI Rules are written as clearly and \nthoroughly as possible, situati ons will occasionally arise that  do not perfectly fit within \nthe framework of the rules.  The human factor will also always be present, resulting in \ndifferent p eople reaching different conclusions while reading the same language.  The \nfollowing material serves to describe the application of the rules to various situations.  It \nis designed to illustrate and demonstrate the  usage of the rules,  and specifically inte nded \nto cover situations that otherwise might be open to question or differing opinions.  \n \nThe Applied Rulings are presented in three formats.  The first two,  the brief descriptive \nnote and  the \"situation -and-effect\" style,  are self -explanatory.   The third is the \"General \nDiscussion \".  These are used for more in -depth rulings, and may be used i n order to \nclarify CSI’s  intent or reasoning behind the development of those rules.  In some cases , \nthere is even advice to players to help you avoid disputes.   Notes and General \nDiscussions  and are not necessarily associated with the Situations that follow  them .  If a \nSituation requires further comment, a specific Discussion will follow the Situation.  \n \nCSI recognizes that no set of rules will ever be perfect.   Some iss ues may  have been \nmissed, or some rules or rulings may chang e over time for various reasons.   The Official \nRules and Applied Rulings will be reviewed continually, and adjustments will be made as \nnecessary.  New editions will be printed periodically  with an y changes included.  If an \nissue should be considered important  enough to require immediate attention, changes will \nbe made and issued to League Operators and the membership via the CSI web site and by \nmail or e-mail.  Please visit www.playbca.com  and click on the “Downloads” link for \naccess to new Applied Rulings  issued after the publication of this document . \n \nThe Applied Rulings  have been developed by the CSI National Office .  They are to be \ntaken as definitive, have the same effect as the rules, and are binding on players, referees \nand event  officials during CSI events.  Their application is specific to CSI play and is not \nintended to debate other  interpretations , application s or practices outside of CSI play."
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "EQUIPMENT SPECIFICATIONS  \n \nMechanical Bridges  \n(also 1 -3, Use of Equipment)  \n \nThe design of a prosthetic device used by a physically challenged player falls under the \nsame guidelines as those provided fo r mechanical bridges.  It is also permissible to have a \ndevice that is adjustable to various heights or permutations.  However, the use of such a \ndevice is governed by Rule 1 -3-e, and the device may not be elevated or supported by \nany other device or equip ment.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 75 \nFigure 10 -1 10 \n12 \n10 \n12 \nFigure 10 -2"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "DEFINITIONS AND DIAGRAMS  \n \nBall in Hand  \n \nSee AR 1.38, Ball in Hand Placement  \n \nBank Shot ; Carom  Shot ; Combination Shot ; Kick Shot ; Kiss Shot  \n \nAlthough t he definitions for these shots refer to the \"called ball\", naturally these types of \nshots exist in games that are not call shot games.  The references to the called ball in \nthese definitions are specifically to s upport and emphasize the restrictions placed on th ese \ntypes of shots under Rule 1 -16, Calling Ball and Pocket.  \n \nCarom Shot; Kiss Shot  \n(also see AR “Bank Shot”)  \n \nThe terms “carom” and “kiss” are sometimes  used interchangeably, or  described or \ninterpreted differentl y by various persons or authorities.  The point of this ruling is \nspecifically not to debate the  distinctions that may be commonly argued between the \nterms , or their application to other situations such as defining procedures for calling \nshots.   The terms are addressed in the definitions sufficiently , and clearly enough to \nimpart the ir inten t within the framework of these rules.  \n \nCombination Shot  \n(also applies to 1-16, Calling Ball and Pocket ) \n(also see AR “Bank Shot”)  \n \nGeneral Discussion:   On a combination  shot, the called ball might not be the last ball in \nthe series of balls struck or the first ball to be pocketed  in the called pocket.  In figure 10 -\n1, the player may call the 12 -ball in the corner pocket, intending to pocket  it after the \nsolid ball is pocketed first.  It is still a combination shot a s defined.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigure 10 -2 depicts a combination shot.  This figure is included specifically to emphasize \nthe provision of Rule 1 -16-3 that a combination shot, no matter how o bvious it may \nappear, must  be called .  If the shooter pockets the 12 -ball in Figure 10 -2 and does not call \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n76 \n12 \nFigure 10 -3 \n12 6 \nFigure 10 -4 the shot, the inning is ended.   \nHowever, in Figure 10-3, if the shooter in an 8-Ball game, having stripes as their \nestablished group, addresses the 12-ball, the shot would be considered obvious, and any \ncontact of the 12-ball with the solid ball would be an incidental kiss.  Even if the solid \nball falls in before, after, or at about the same time as the stripe, it will not be considered \na combination shot. \nThe number of balls left on the table or their position on the table is irrelevant to the \nrequirement to call all combinations.  In figure 10-2, it would not matter if the 10-ball and \n12-ball were the last two stripes on the table.  The requirement to call the 12-ball is still \nin effect. \nIn practice, you may protect yourself against any possible detrimental effect of Rule 1-16  \nby calling all shots that may have even a remote appearance of a combination, and \ncommunicating your intentions clearly to your opponent.   If a shot is disputed after the \nfact, the referee's judgment will be final concerning whether the shot was a combination. \nFigure 10-4 applies to Situation 1. \n1. Situation:  Player A has solids.  Player A, without calling the shot, shoots the 6-ball\ninto the 12, pocketing the 6-ball after the 12-ball.\nRuling:  Player A’s inning ends. Player B accepts the table in position.  \nDiscussion: This type of shot is included in the definition of “Combination”, and \ntherefore must be called.   \nDouble Hit \nSee AR 1.30, “Double Hit”  \nDown on the Shot \nSee Applied Ruling 1.9, Stopping Play \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n77 Illegal Break \nDepending on specific game rules, it is possible to have an illegal break without a foul, or \nan illegal break and a separate foul on the same shot unrelated to the illegal break. \nKick Shot \nSee AR “Bank Shot”  \nKiss Shot \nSee AR “Bank Shot”  \nLegal Break \nThe requirements for a legal break generally apply only to the action of the balls on the \ntable.  Depending on specific game rules, it is possible to have a legal break and a \nseparate foul on the same shot (e.g., violation of Rule 1-33 -7-d.) \nObvious Shot \nSee Applied Ruling \"Safety\", and Applied Ruling 1- 16, Calling Ball and Pocket. \nPocketed Ball \nScratch \n1. Situation:  (a) an object ball (b) the cue ball, comes to rest touching both the bed of the\ntable and one or more previously pocketed balls in a full pocket.\nRuling: (a) The referee will judge whether, if the supporting ball(s) in the full \npocket were removed, the ball would fall into the pocket or remain on the bed.  \nThe ball will then be pocketed or placed as judged and play will continue.   (b) \nscratch. \n2. Situation:   An object ball rebounds from a pocket because of a ball, piece of\nequipment, or other obstruction in the pocket, and (a) stops on the bed of the table; (b)\nlands on the floor.\nRuling: (a) the ball is not pocketed.  Play continues based on the result of the \nshot.  (b) foul, unless caused by equipment left by the opponent.  (See AR 1-3, \nUse of Equipment, Situation 4.)   \n3. Situation:   The cue ball rebounds from a pocket because of a ball, piece of equipment,\nor other obstruction in the pocket. and lands on the bed of the table.\nRuling: (a): scratch , unless caused by equipment left by the opponent.  (See AR \n1-3, Use of Equipment, Situation 4.)\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 78 Discussion, Situations 2 and 3:  While a referee, if available, may assist in \nclearing pockets, the player is ultimately responsible for ensuring t hat pockets \nare clear of their own equipment or pocketed balls.  \n \n4. Situation:  A ball drops into a pocket and, without rebounding from the pocket, and \nthen falls to the floor because of a flaw in the pocket or ball -return system.  \n \nRuling:  The ball is pock eted.  \n \nPush Shot  \n \nDo not confuse the term “Push Shot” with a double hit.  They are not the same thing.   A \npush shot occurs when, intentionally or unintentionally, the cue tip rests on the cue ball \nsignificantly longer than during a normal stroke, essential ly resulting in the cue \n“shoving” the cue ball as opposed to “striking” it.   Whether a push shot has occurred is at \nthe sole judgment of the referee.  \n \nSafety  (also “Obvious Shot ”, 1-17 Calling a Safety)  \n \nGeneral Discussion:  The definition of \" safety”, and safety play in general, is  affected by \nissues similar to the ones discussed in the Applied Ruling for “Combination” .  The most \ncommon issue is the possible conflict between the \"undeclared\" safety that results in a \npocketed ball and whether or not the shot was obvious.   By \"undeclared\" safety, we mean \na shot in which the player does not intend to pocket a ball yet does not declare a safety, \nwhich many players frequently do when playing what they perceive as simple defensive \nshots.    \n \nThere a re no diagrams for this discussion because there are count less possibilities.  The \nproblem occurs when a player, successfully attempting to play defensively and leaving \nthe cue ball in a difficult  position, also unintentionally  pockets a legal object ball on the \nsame shot.  The player had no idea the ball was going to be pocketed, and so did not \ndeclare a safety.  Neither player wants to shoot from the resulting difficult  position of the \ncue ball, so a dispute ensues about whether or not the pocketed ball c ould h ave been \nconsidered obvious . \n \nIn many situations like this, the unintentionally pocketed ball is the result of a  shot that is \ndefined as not obvious.  Such shots  do not apply to this discussion  because they must  be \ncalled, so the issue cannot arise.   If no call  is made  befor e such a shot  and a ball is \npocketed , the shooter is prohibited from continuing by rule .   \n \nHowever, it is possible that a situation  may arise in which the pocketed ball is the result \nof shot that falls under either subsection (d) or (e) of the definition of “Obvious Ball”.  In \nthose situations, the referee is the sole judge of  whether the shot was obvious, and \ntherefore whether the shooter must continue (in the case of an “obvious shot” ruling), or \nwhether the incoming player must accept the table  in position  (in the case of a “not \nobvious” shot ruling.)  \n \nIn this situation, the shooter's opponent  may not necessarily  use the provision of Rule 1 -\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n79 16-2 to argue that a shot was obvious under the framework of the safety rules simply \nbecause they did not question the shot before it occurred.  That is not within the intent of \nthe rule. \nAs with combinations, there is a simple way you can protect yourself from any possible \ndetrimental effects of the safety rules: always call a safety if you do not want to shoot \nagain, and always communicate your intentions clearly and verbally to your opponent.   \nWhile it is not required by the rules to call a safety if you are playing defensively and not \nattempting to pocket a ball, and while it is true that many simple defensive shots are not \nactually \"safety\" shots as defined by the rules, there is no prohibition against declaring a \nsafety even if you do not intend to pocket a ball.  Then, if you do accidentally pocket a \nball, there will be no dispute.  Otherwise, it will be a judgment call by the referee. \nSituation 1: Player A calls a ball and pocket, and at the same time calls a safety.  Player A \ncompletes the shot as intended, pocketing the called ball. \nRuling: Player A's inning is ended.  The safety takes precedence over the called \nshot, and is enforced according to the Genera l Rules and specific game rules."
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "GENERAL RULES \n1-1 Player Responsibility \nSee Applied Ruling 1-45, Unsportsmanlike Conduct \n1-2 Acceptance of Provided Equipment \nIn the event of sub-standard equipment, play might not be stopped or delayed unless \nconditions are severe.  Particularly in tournament play, or other circumstances when time \nis limited, a match may be required to begin or continue on equipment such as a dirty or \nunlevel table.  The final decision whether to start or continue play is solely at the \njudgment of the referee or Administrative Authority. I f play continues, the \nAdministrative Authority should make their best effort to correct the problem as soon a s \npossible. \n1. Situation: Player A, preparing to shoot a ball along the cushions and across the mouth\nof a side pocket, either pushes on the tip of the cushion or manipulates the cloth at the tip\nof the cushion at the side pocket.\nRuling: Foul, regardless of whether or not Player A attempts a shot. \n2. Situation: Player A, preparing to shoot, notices that the table spot is coming loose from\nthe cloth and, being in the line of their shot, may affect the shot.  Player A: (a) without\nconsulting a referee or their opponent, removes the spot before shooting; (b) requests a\nreferee to remove or replace the spot.\nRuling: (a) - Foul, regardless of whether or not Player A attempts the shot; (b) \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 80 the referee will, at a minimum, remove the spot , and replace it if pos sible in a \nmanner that does not delay the game unnecessarily.  \n \nDiscussion:  If requested, t he referee will immediately address and correct the \ncondition if possible, subject to time restraints and equipment availability as \ndetermined by the Administrative A uthority of the event.  \n \nIt is not necessarily reasonable to expect that a player should be responsib le for \nan in-depth knowledge of every detail of the p rovided equipment.  C ertain \nflaws or defects in the equipment may escape notice until they are likely t o \naffect a specific situation.  If it is reasonable to expect that  the problem  would \nbe corrected if found before a game commenced, then it  should be correc ted \nduring the course of a game, time and resources permitting.  \n \nHowever, players are still bound by  the procedural requirement to gain the \npermission of a referee or event official before making an alteration.  If a player \nperforms any act altering the provided equipment without such permission, it is \na foul.  \n \n1-3 Use of Equipment  \n \nRule 1-3-1-c: Instan ces have been documented in which chalk that appears to closely \nmatch the color of the cloth actually appears as a contrasting color when it comes off on \nthe cloth.  Chalk proven to cause this problem may be prohibited despite the in itial \nappearance of compatibility.  \n \n1. Situation:  Player A lays their cue on the table to help line up a shot, then uses a second \ncue, a mechanical bridge, or other equipment  to assist as well  \n \nRuling:  Foul.  Only a single cue, held in the hand or not, may  be used.  \n \n2. Situation:  Player A, attempting to gain additional reach, partially unscrews their \njointed cue in order to lengthen it.  \n \nRuling:  Legal    \n \n3. Situation:  Player A, preparing to shoot a jump shot, unscrews the extended butt from \ntheir jump -break  cue and places it in a pocket.  They then forget that the butt is in the \npocket and leave it there after their inning.  Player B shoots and a ball (a) rebounds from \nthe pocket ; (b) is pocketed despite the presence of the butt.  \n \nRuling:  (a) foul on Player A; (b) The result of the shot stands and the game \ncontinues.  \n \nDiscussion:  With the exception of chalk left on the rail, if equipment used by a \nplayer and left at the table directly interfere s with their opponent’s shot,  it is a \nfoul on the player that left the equipment.   If a player leaves equipment at the \ntable and it is discovered before it interferes with the game, or if it interacts \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n81 with the balls during a shot without causing a disadvantage to the opponent, it \nshall be removed without penalty, but a warning may be issued. \n4. Situation: Player A shoots and a ball leaves the bed of the table, strikes a piece of\nPlayer B's personal chalk that they left on the rail, and falls back on the bed of the table.\nRuling: Foul. \nDiscussion: Personal chalk left on a rail is an exception to the responsibility \nprinciple of Rule 1-3-1 as applied in Situation 3 above.   Personal chalk is \nconsidered a hazard for the shooter regardless of ownership. \n5.Situation: Player A, with ball in hand, places the cue ball very close to two object balls\nthat are near each other, one legal and one illegal.  Player A then picks up the cue ball\nand re-places it in a different position before shooting toward the same object balls.\nPlayer B calls a foul for measuri ng.\nRuling: Whether Player A attempted a measurement is determined by the \nreferee's judgment.   The referee must carefully consider the position of the \ntable and information gathered from the players concerning Player A’s actions.  \n6. Situation: Player A uses markings, inlays or rings on their cue, their finger, or a piece\nof chalk to measure a gap between two balls or between a ball and a cushion.\nRuling: Foul.  Violation of Rule 1-3-g. \n7. Situation: Player A aligns a bank shot or kick shot by using their cue or hands to judge\nthe distance between a ball and pocket, ball and cushion, or between balls.\nRuling: Legal under 1-3-f.  The prohibition on measuring under Rule 1-3-g \napplies specifically to whether or not a ball will pass through a gap. However, \nin measuring for banks or kicks, the only device that may be used (in addition \nto your hands) is a single cue (Situation 1 applies). \n8. Situation: Player A places a mark on their ferrule or other part of the cue in order to\nkeep the cue aligned a certain way for every shot.\nRuling: Legal. \n1-4 Cue Requirements; \n1-11 Time-Out \n1. Situation: After a match begins, a player wishes to borrow or purchase a cue or other\nequipment for use in their match.\nRuling: A match may not be delayed to borrow or buy equipment.  A player \nmay borrow equipment from someone in the immediate vicinity of the table, \nbut may leave the area to borrow or purchase equipment only during an \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 82 authorized time -out. \n \n2. Situa tion: Player B questions the legality of Player A's cue and summons a referee  (a) \nbefore Player A has used the cue to execute a shot; (b) after Player A has used the cue to \nexecute a shot.  In both cases (a) and (b), the referee determines that the cue is illegal.  \n \nRuling:  (a) No foul, but the cue must b e removed from play; (b) Foul.  \n \n1-5 Starting Time of Match;  \n1-11 Time -Out \n \n\"Present at the table\"  mean s in the immediate vicinity of the actual table or tables to \nwhich the match is assigned.  While that may be taken to include the area immediately \noutside the rails, seating,  or other barriers defining the players' area, not much leeway \nwill be granted.  For instance: j ust entering the doors of the room that are a con siderable \ndistance away and then hurrying  to get to the assigned table does not constitute presence \nat the table.  \n \nIf there is confusion over an administrative issue or if a player has been summoned by a \nTournament Director or their representative, the pre sence of the player at the tournament \ndesk may be sufficient.  All cases involving presence at the table are decided at the sole \ndiscretion of the referee or Tournament Director.  \n \n1-7 Beginning and End of Game or Match;  \n1-38 Ball in Hand Placement  \n \n1. Situation:  Player A, with ball in hand and preparing to break with the cue ball resting \nin the kitchen, adjusts t he position of the cue ball  very slightly with a motion of the cue  \nthat meets the definition of “Legal S troke”.  \n \nRuling:  Foul.  \n \nDiscussion:  Placeme nt of the cue ball in preparation for a break shot is no \ndifferent from placement any other time that yo u have ball in hand.  Rule 1 -38-\n1 applies.   (For 8 -Ball, a lso see Applied Ruling 2 -3 Situation 1. ) \n \n1-8 No Practice Allowed During Match  \n \n1. Situation:  During a match,  Player A  approaches an unused table on which there are \nsome obj ect balls and a cue ball .  Player A then (a) assumes a normal stance and bridge \nand shoots the cue ball directly into a pocket; (b) without assuming a norma l stance or \nforming a bridge, uses a forward stroke motio n to tap an object ball , contacting the ball \nwith the tip of the cue and rolling it a few inches.  \n \nRuling:  (a) and (b): F oul. \nDiscussion:  Any forward stroke motion that includes the tip contacting an y ball \nwill be considered a shot, regardless of whether or not a shooting stance or \nbridge is used, or whether or not the ball contacted is a cue ball or an object \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n83 ball.  Simply put, if the act would be considered a stroke or shot during the \ncourse of a game, it will be considered a practice stroke or shot as well.   \nExceptions: see Situation 2. \n2. Situation: Between games of a match, and on the same table as the match is being\nplayed on, it is Player A's turn to break.  Player A uses a cue to push balls left over from\nthe previous game down to the foot of the table, contacting the balls with the cue tip in a\nforward stroke motion.\nRuling: Legal, provided there is no indication that Player A is attempting to \npractice or gain knowledge about the table with the strokes.  While not \nencouraged, moving balls to the opposite end of the table for racking is \nconsidered an exception to Rule 1-8.  \nTeam play: In team play, the timing of a foul issued because of practice by a player not \nactually  playing  a game  at the time of the offense  is dependent  on the arrival  of the \nreferee  at the tables  involved  in the match.   If the referee  verifies  that practice  has \noccurred, they will proceed to the tables the match is being played on and suspend play \non all tables regardless of the progress of any game (Rule 1-8-3-b applies).  The penalties \nfor the foul shall then immediately be applied to all tables. \nIf a table  is between  games  when  play  is suspended,  no penalty  will  be applied  to that \ntable.   If all tables  are between  games,  no penalty  is applied  on the first  offense  but a \nwarning will be issued to the offending  team’s captain.  For second and subsequent \noffenses,  if any table  is between  games  when  the penalty  is applied  then the offended \nteam will be: \na.awarded the option to break if it is not their turn to break;\nb.awarded ball in hand on the first shot after the break if it is their turn to\nbreak.   The penalty is not applied if there is a foul on the break\n1-9 Stopping Play;\n1-10 Suspended Play\n1-16 Calling Ball and Pocket\n1-42 Non-Shooting Player Requirement \nAlso Definition: “Down on the Shot”  \nGeneral Discussion:   When requesting that a player at the table stop shooting, or when \nrequesting information concerning what shot is being played, requests should be made as \nsoon as possible.  While Rules 1-9-1 and 1- 16-2 specify that questions must be asked \nprior to a player being down on a shot, situations may arise in which it is not apparent \nwhat the shooter intends to do before they start to go down on the shot. \nRemember that, by definition, \"down on the shot\" means having settled completely into a \nshooting position with a bridge established and pre-shot practice strokes, if any, imminent \nor in progress.  While the player’s shooting style will be considered, simply leaning over \nthe table and placing the bridge hand on the bed does not necessarily constitute being \ndown on a shot. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n84 In particular, a normally quick shooter may not use their style as an excuse to circumvent \ntheir opponent’s right to obtain information.  Players that choose to use a style that has \nlittle or no pre-shot routine, or a style that has no warm-up stroke motions, must take \nextra care to either communicate their intentions to their opponent or allow their \nopponent sufficient time to ask questions or summon a referee. \nIn no case may a shooter, regardless of their style of play, intentionally try to get down on \na shot quickly in an attempt to prevent an opponent from asking a question or stopping \nplay.  It is also not permissible to lead the non-shooter to believe that you intend to play \none shot, then quickly adjust and play a different shot without giving them time to request \ninformation or stop play.  Either of those situations may be treated as Unsportsmanlike \nConduct. \nIf a shooter has just leaned over the table to assume a shooting position but has not yet \nfirmly established the position and started or prepared to start practice strokes, it is still \npermissible to stop play.  At the same time, to help prevent that situation from occurring , \nwhen in the chair you must make a reasonable effort to remain alert and to anticipate \nsituations in which you may want to stop play or request information, and do so before \nthe shooter starts to go down on the shot. \nIf you wish to stop play in order to summon a referee, you must clearly let your opponent \nknow and ensure that your opponent acknowledges your request.  If, during your \nopponent's turn, you leave the table or area to summon a referee without first stopping \nplay, your opponent may continue to shoot without penalty. \nThorough and clear communication is required of all players.  If a dispute arises, or if \nplayers have persistent problems regarding this issue during a match, the referee will be \nthe sole judge of what remedies or penalties shall be imposed, and both players may be \nsubject to unsportsmanlike conduct warnings or penalties. \nViolations involving shooting while play is stopped or suspended do not require that the \nstroke or shot take place on the table on which the suspension is in effect.  A stroke or \nshot on any table at the event venue is illegal under Rules 1-9 and 1-10. \nDuring extended stoppages or suspensions caused by unusual circumstances (e.g., loss of \npower or equipment failure,) referees or event officials may temporarily suspend Rule 1-\n8 at their discretion and allow players to practice during the delay. \n1. Situation: Player A is completely down on the shot with a bridge established.   As\nPlayer A is preparing to shoot, Player B requests a stoppage.  Player A attempts to halt\ntheir shot, but contacts the cue ball.  The resulting action of the balls would normally\nconstitute a foul.\nRuling: Foul on Player B.  Player A accepts the object balls in position. \nDiscussion:   This situation is an exception to the principle that a foul by one \nplayer can override an earlier foul in the same inning (see Applied  Ruling 1-24  \nSituation 1).  The result of Player A's action was directly caused by Player B's \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n85 untimely interruption, and the shot that would have been a foul does not \noverride the foul by Player B. \n2. Situation: Player A calls a shot and Player B requests that play be stopped so a referee\nmay be called.  While waiting for a referee, Player A decides to play a different shot, and\nshoots without the permission of Player B or the referee.\nRuling: Foul on Player A.  Even if the shot is changed, once play has stopped \nPlayer A must receive permission from either a referee or Player B to shoot. \n1-10 Suspended Play \nSee AR 1-9, Stopping Play \n1-11 Time-Out \nSee AR 1-4, Cue Requirements, and AR 1-5, Starting Time of Match. \n1-13 Breaking Subsequent Games of a Match  \nGeneral Discussion: It is your responsibility to know when it is your turn to break.  If the \nincorrect player breaks a game and the error is discovered before the game is completed, \nthe game will be re-racked with the proper player breaking.  If the error is not discovered \nuntil after the game is completed then the results of the game are final. \nWhen the procedure for breaking subsequent games of a match calls for alternating \nbreaks, if the incorrect player breaks a game and the error is discovered after the game is \ncompleted, the original order of the break in the following games shall remain as if no \nerror had occurred. \nThe winner of the lag decides who breaks the first game of the match.  In subsequent \ngames, the break must follow the procedure required by either specific game rules or \nevent regulations.  You may not voluntarily pass the break to your opponent.   \nIntentionally executing an illegal break in order to avoid breaking will be penalized as \nUnsportsmanlike Conduct. \n1-14 Racking Procedures  \nTo ensure play is not delayed, an undue amount of time shall not be spent attempting to \nput out a perfect rack if the apex ball will not stay exactly on the foot spot.  If the apex \nball consistently shifts slightly when attempting to rack, it is permissible to adjust the \nposition of the remaining balls to match the position of the settled apex ball. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 86 1-15 Shot Clock Procedures  \n(also see AR 9 -4, Calling Fouls)  \n \nGeneral Discussion:  The shot clock  procedures for CSI play are designed to ensure \naccelerated play if the Administrative Authority  deems it  necessary.  Referees will \nobserve matches and provide advice to the Administrative Authority, but they will not \nnormally place a match on a shot clock on their own unless they have judged that a player \nis delaying a match in an unsportsmanlike man ner. \n \nExperience clearly shows that complaints from players are most always the result of a \nclash of styles between a speedy player and a deliberate player, which does not justify \nplacing a match on a shot clock.  Historically, when referees observe player s accused of \nplaying slowly, it is rare for the average  shot time of the “slow” player to exceed 45 \nseconds .  You are not encouraged to  pursue relief from a referee unless circumstances are \nsevere.  \n \nWhen a player is down on the shot at the ten -second mark,  the pause in the shot clock is \nintended to allow the player to complete their normal sho oting routine  without fear of \nhaving a foul announcement made as they are preparing to execute the stroke.  The pause \nis not intended to give the player an extended am ount of time to continue studying the \ntable.  If the referee judges that a player is abusing the pause in order to gain a n unfair \nadvantage with respect to studying the table or making decisions, the referee may \nannounce \"ten\" at their discretion and the s hot clock will resume  as provided for in  Rule \n1-15-3-c. \n \n1.  Situation:  After having announced “ten” t he timekeeper calls \"f oul\" just as Player A  is \nmoving the cue forward on a shot, and the cue tip does not contact the cue ball before the \nfoul is called.   The player cannot stop the cue in time to keep the shot from occurring.   \n \nRuling:  Foul.  Player B  accep ts the object balls in position.  \n \n1-16 Calling Ball and Pocket  \nalso applies to definition of “ Obvious Shot ” \n(also see AR 1-9, Stopping Play , and AR “Co mbination Shot” ) \n \nTerms:   When the term \"call\" or \"calling\" is used in the rules or Applied Rulings, it refers \nto the act of a player explicitly communicating their intentions to their opponent, either \nverbally or by gesture, for the purpose of calling a s hot defined as not obvious.  Likewise, \na reference to \"not calling\", \"without calling\" or 'did not call\", indicates that the player \ndid not explicitly communicate their intentions before a shot defined as not obvious.  \n \nReferee's presence : When a referee is at the table, they assume the duties and \nresponsibilities of the non -shooting player, and any statement made by the shooter and \nheard by the referee, such as callin g a shot, shall be considered sufficient notification to \nthe non-shooting player .  For shots other than those defined as not obvious, if a referee at \na table is satisfied that the intended shot is made, the referees judgment takes precedence \nover any doubt  that the player in the chair may have.  \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n87 \n5 \nC3 B \nFigure 10 -5 A 2 \n7 C1 \n3 \nC 3 C2 \nC2 Figure 10-5 applies to the following situations.  Multiple shots are represented.  In all \ncases, Player A is shooting and all object balls are legal balls. \n1. Situation: Player A, with the cue ball at position C1, addresses the shot to pocket the 2-\nball in pocket A.  Both players consider the shot obvious.  Player A misses the direct shot\nand the 2-ball travels four cushions around the table, returning to be pocketed in A.\nRuling:  Legal.  Player A's inning continues.  Rule 1-1 6-8 applies. \n2. Situation: Player A, with the cue ball at position C2, addresses the shot intending to\nplay a combination shot and calls the 7-ball in pocket C.  Player B acknowledges the call.\nThe 3-ball misses the 7-ball entirely, but the cue ball follows behind and contacts the 7-\nball, pocketing it in C.\nRuling: Legal.  Player A's inning continues.  The fact that the combination was \nnot completed as intended is overridden by the fact that the called ball was \nmade in the called pocket. \n3. Situation: Player A, with the cue ball at position C3, addresses the shot to pocket the 5-\nball in pocket B.  Both players consider the shot obvious.  The 5-ball rattles in the jaws of\npocket B and stops, after which the cue ball follows behind it and pockets it into Pocket\nB.\nRuling: Legal.  Player A's inning continues.  Incidental contact under Rule 1-\n16-1. \nNote:  The rulings and principles for Situations 1 and 3 do not apply to Bank Pool, in \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n88 Figure 10 -6 which the specific number of rails to be contacted must be designated in advance and \nincidental kisses are not permitted. \n4. Situation : (Material moved to Rule 1- 17-2.)\n1-19 Legal Shot  \n(also see 1-49, Balls Settling or Moving) \n1. Situation: Player A mistakes an object ball for the cue ball and shoots with the object\nball unintentionally acting as the cue ball.\nRuling: Foul .  Player B accepts the object balls in position. \n2. Situation: Player A shoots and the intended object ball rebounds from the pocket.\nNeither the cue ball nor any other ball contacts a cushion or is pocketed.\nRuling: the ball is not pocketed, but the shot is legal.  For meeting the \nrequirements of Rule 1-19 -1-b, any ball that rebounds fr om a pocket is \nconsidered to have contacted a cushion. \n3. Situation: Player A shoots and the intended object ball comes to rest within the mouth\nof a pocket but without contacting a cushion.   The edge of the ball is past the nose of one\nor both cushions (Figure 10-6) .  Neither the cue ball nor any other ball contacts a cushion\nor is pocketed.\nRuling: Foul.   The edge of a ball coming to rest past the nose of a cushion does \nnot constitute contact with the cushion. \nFigure 10-7 applies to Situation 4.  The 3-ball near pocket A has been declared frozen to \nthe cushion. \n4. Situation: Player A, with the 3-ball as a legal object ball, contacts the 3-ball, driving it\nacross the mouth of the side pocket and contacting the cushion on the other side.  Neither\nthe cue ball nor any other object ball contacts a cushion or is pocketed.\n3 \nFigure 10 -7 A \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 89  \n4 C2 6 \n1 7 C1 \n5 \nFigure 10 -9 Ruling:  Legal  shot. \n \n5. Situation:  The cue ball simultaneously contacts  a cushion and an object ball frozen to \nthat cushion .  There are no other balls or cushions contacted and no ball is pocketed.  \n \nRuling:  Legal  shot. \n \nFigure 10 -8 applies to Situation 6.  Multiple shots are represented.  The 1-ball, 4-ball and \nthe 6 -ball have been declared frozen to the cushion.  \n \n6. Situation:  (a) Player A, with the 7 -ball as a legal object ball, shoots at the 7.  The cue \nball contacts the 7 -ball, and then contacts the 1 -ball.  Neither the 7 -ball nor the 1 -ball \ncontacts any other cushion.  The cue ball does not contact a cushion.  (b) Player A, with \nthe 4 -ball as a legal object ball, shoots at the 4.  The cue ball contacts the 4 -ball, and then \ncontacts the 6 -ball.  Neither the 4 -ball nor the 6 -ball contacts any other cushion.  The cue \nball does not contact a cushion.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigure 10 -8 \n \nRuling:  (a) and (b) - Foul.  Since the balls were  declared frozen, the cue ball \ncontacting the m does not constitute cushion contact.   Rule 1 -19-5 applies.  \n \nFigure 10 -9 applies to Situation 7 .  The 5 -ball near pocket A has been declared frozen to \nthe cushion.  \n \n \n \n \n \n \n \n7. Situation:  Player A, with the 5 -ball as a legal object ball, contacts the 5 -ball, driving it \naway from the cushion.  Then, because of an imperfection in the table or other reason, the \n5-ball returns to the same cushion without contac ting another ball.  Neither the cue ball \nnor any other object ball contacts a cushion or is pocketed.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n90 \n10 3 \nFigure 10 -10 Ruling: Foul.  To be legal, the 5-ball must contact an object ball before \nreturning to the cushion it was frozen to at the beginning of the shot. \n1-20 Cue Ball Frozen to Object Ball or Cushion \n1-30 Double Hit \n(also see Applied Ruling, “Double Hit”, and Applied Ruling 9-2 Situations 1 and 2) \nGeneral Discussion: Figure 10- 10 shows an example to demonstrate the effect of Rule 1-\n20-4. \nThe cue ball is frozen to the 10-ball, with the 3-ball close by but not frozen to the cue \nball.  Under Rule 1-20 -2, the shooter may shoot toward the 10-ball using any legal stroke, \nand by rule the contact between the cue ball and the 10-ball will be legal.  However, if the \nshooter elects to use an angle that drives the cue ball toward the 3-ball, there is a \npossibility that a violation of Rule 1-30  may occur with respect to the cue ball and 3-ball, \ncreating a double hit foul under Rule 1- 30 regardless of the legality of the initial contact \nwith the 10-ball. \nThis is only one of countless possibilities.  Care should be taken anytime another object \nball or cushion is near the frozen cue ball, as well as near the ball or cushion to which it is \nfrozen. \nWhen the cue ball is frozen to an object ball, a foul can still occur if the cue tip is kept in \ncontact with the cue ball for longer than a normal stroke, resulting in a push shot. \n1-23 Calling Fouls / Fouls Not Called \nGeneral Discussion: There is no requirement for a player that fouls to make their \nopponent aware of the foul.  Also there is no requirement  that an incoming player, before \ntaking ball in hand, confirm that a shooter has fouled. \nWhile CSI hopes that good sportsmanship and good communication prevail, situations \nwill inevitably arise in which there is a disagreement between players whether a foul was \ncommitted.  In such a situation, if the incoming player takes ball in hand without \nconsulting with their opponent, and then a referee cannot positively determine that the \nopponent did indeed foul, the incoming player has touched the cue ball with no basis to \ndo so, and will be charged with a foul.  However, the basis for the foul will be Rule 1-33 -\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n91 7-a, and it will not be considered a deliberate foul under Rule 1-40 -a.\nIf a foul occurs on the last shot of a game, or if scoring errors occur at the end of a game \nor in the game count, you must call the foul or note the error before the break shot of the \nnext game has occurred.   If the foul or errors in question occur in the last game of a \nmatch, they must be noted before both players have left the playing area.  \n1-24 Multiple Fouls \n1. Situation:   Player A commits a foul during the shot.  Player B approaches the table to\ntake ball-in -hand and picks up the cue ball while the cue ball or any other ball on the\ntable is still in motion.\nRuling: Foul on Player B under Rule 1- 40-b-2 \nDiscussion: In general, if one or more fouls is committed by each player during \nthe same shot, the last foul overrides the earlier fouls and is the only foul \nenforced.  (Exception: see Applied Ruling 1-9 Situation 1). \n1-28 Jumped Balls; \n1-34 Jump and Massé Shots \nWhen reading and applying the rules, take care not to confuse the terms \"jumped ball\" \nand \"jump shot\".  Jumped balls are balls that leave the table in accordance with the \ndefinition as provided.  On a jump shot, neither the cue ball nor the ball it jumps over are \nproperly called “ jumped balls ”.  \n1-30 Double Hit \n1-32 Miscues \nRule 1-30 -2: The term \"fine angle\" used in Rule 1-30 -2 is often referred to in various \nother ways, including the common terms \"thinning\", \"feathering\", \"sharp cut\" or \"barely \ngrazing\".  However, when attempting to avoid a foul by complying with the provisions of \nthe rule, there is not necessarily a particular angle that will guarantee a legal shot in any \ngiven circumstance.   Whether a shot of this type is legal is affected by several factors, \nand the referee's judgment is final.   Please see the discussion at Applied Ruling 10-2 \nSituation 2 for additional information. \nGeneral Discussion, Rule 1-30 and 1- 32 – Double Hits vs. Miscues: The genera l intent of \nRule 1-30 is to regulate double hits resulting from multiple tip contacts or continuous \ncontact during the stroke, caused because of the cue ball's proximity to a nearby ball or \ncushion. \nIn that situation, however, it is also possible that an unintentional miscue may happen, \nand a double hit foul will occur during the miscue with the second contact being with the \nferrule or the shaft, as opposed to the tip. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n92 A simple miscue, with no associated double hit foul as described above, has no effect on \na shot under the rules.  If there is no associated double hit, and a called ball is pocketed \ndespite a miscue, it is simply a lucky occurrence for the shooter. \n1. Situation: Player A, (a) while breaking, or (b) on a shot after the break, accidentally\ncontacts the cue ball during a practice stroke, then immediately executes a shot while the\ncue ball is still in motion or after it has come to rest.\nRuling: (a) and (b): Foul under Rule 1-30, regardless of whether the second \nstroke was deliberate or impulsive. \n1-32 Miscues \nSee AR 1-30, Double Hit \n1-33 Disturbed Balls (Cue Ball Fouls Only) \n1-40 Deliberate Foul \nAlso 1.7, Beginning and End of Game or Match \nAlso see AR 1.48, Non-Player Interference \nGeneral Discussion: The  term \"cue ball fouls only\", while a misnomer, is so commonly \nused that CSI will continue its use.  However, as the rule describes, it clearly does not \nmean that no fouls can occur if the cue ball is not involved.  The term applies to fouls \ninvolving disturbed balls under Rule 1- 33. \nThe term “o utcome of the shot ” is considered to  mean only the action of the balls on the \ntable as a result of the immediate shot, and is not related to the ending position of the \ntable or any effect the ending position may have on the desires, strategy or intentions of \nthe offended player. \nThe effect of the above statement is that, while extremely rare, it is possible that a foul \nmay be committed under Rule 1-33  that results in the offended player being left in an \nundesirable position.  However, the possibility of such an event is outweighed by the  \noffended player (in most games) having ball in hand and the strategic advantages that are \ninherent with it. \nIf it can be determined that an offending player deliberately  created a situation that was \ndetrimental to the offended player by abusing the provisions of Rule 1-33, it may be \nconsidered unsportsmanlike conduct and the offended player may be awarded a remedy \nto counteract the undesirable position. \nWhether a ball has passed through the area originally occupied by a disturbed ball is at \nthe sole judgment of the referee. \nDiscussion, Rule 1- 33-6: The “game winning ball” is designated by rule in 8 -Ball, 9-Ball \nand 10-Ball.  In One Pocket and Bank Pool, a ball is designated as the game-winning ball \nif it is the last ball on the table and the shooter needs only one more ball to win the game.  \nThere is never a specific game-winning ball in 14.1 Continuous. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 93 Figure 10 -11 \n10 3 \nInset 10 -11a C2\na C1\na  \n1. Situation : Player A accidentally moves an object ball while establishing their bridge.  \nThen, while standing up off the shot to resolve the situation, Player A again accidentally  \ntouche s or moves the same object ba ll. \n \nRuling:  The second or subsequent accidental touches on the same object ball \nare considered to be a single act.   Player B may elect options  in accordan ce \nwith Rule 1 -33-3.  Only the original position or final position of the disturbed \nball may be elect ed.  Intermediate positions between accidental movements \nmay not be elected.  \n \n2. Situation:  Player A accidentally disturbs  an object ball  and, (a) while the disturbed ball \nis still in motion  or (b) after it comes to rest , intentionally touches it or picks it up to \nreplace it  before Player B makes a decision on restoration . \n \nRuling:  Foul under Rule 1-33-3.  In (a) the disturbed ball must be restored.  In \n(b) Player B may elect to have the ball restored or placed in its disturbe d \nlocation.   \n \nFigure 10 -11 applies to Situation s 3-5.  Player A is bridging over the 3 -ball while \nshooting at the 10 -ball and disturbs the 3 -ball by accidentally contacting it with the cue \nduring the forward stroke of the shot .  Multiple outcomes are repre sented.  The inset is \ndetaile d in Figure 10 -11a. \n \n3. Situation:  The 3 -ball touches the cue ball.  \n \nRuling:  Foul under R ule 1 -33-7-c. \n \n4. Situation:  The 3 -ball does not contact the cue ball but moves along the line of the shot \nand comes to rest as indicated  in figure 10 -11a.  The cue ball moves along path C -1. \nRuling:  No foul.  Player B elects options in accordance with Ru le 1-33-3. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n94 3 \nBed Path of \nCue Ball  \nFigure 10 -12 Figure 10 -11a 3 \nBed Situation 4 \nending position \nof 3-ball Path of \nCue Ball  \nDiscussion: Be careful not to confuse the terms involving disturbed balls.  A \ndisturbed ball is not a ball set in motion as a result of the shot, and the area \noriginally occupied by a ball set in motion as a result of the shot is not relevant.  \nIn this situation the cue ball is not a disturbed ball.  The fact that the 3-ball \npassed through the area originally occupied by the cue ball is irrelevant.   \n5. Situation: The 3-ball does not contact the cue ball but moves along the line of the shot\nand comes to rest as indicated in figure 10- 11a.  The cue ball moves along path C-2.\nRuling: Foul.  The cue ball passed through the area originally occupied by the \ndisturbed 3-ball. \nFigure 10- 12 applies to Situation 6. \n6. Situation: While Player A is shooting, during the backwards motion of the cue\nimmediately prior to forward motion of the stroke, the cue accidentally contacts the 3-ball\nand moves it away from the cue ball as indicated.  The s hot is then executed.\nRuling: No foul.  Player B elects options in accordance with Rule 1-33 -3. \nDiscussion:   This situation is an exception to the strict interpretation of Rule 1-\n33-2 and 1- 33-4.  At the beginning of the shot, even if the cue ball is within the \narea originally occupied by the disturbed ball (¼” or closer), the initial motion  \nof the cue ball, away from the original position of the disturbed ball, is not to be \nconstrued as a ball set in motion passing through the area originally occupied \nby the disturbed ball.  However, if the cue ball returns to that area later in the \nshot, Rule 1-33 -4 then applies and the shot becomes a foul. \nIf the referee judges that the motion of the disturbed ball is intentional, it will \nbe considered a deliberate foul under Rule 1-40 -c. \n7. Situation:  Player A commits a foul, after which the cue ball is still on the table.\nPlayer B approaches the table and accidentally picks up an object ball, mistaking it for\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n95 the cue ball.  No other ball is disturbed. \nRuling: No foul on Player B.  The object ball is restored and Player B continues \nwith ball in hand. \n8. Situation: Player A is down on a shot.  After disturbing a single ball , Player A stands\nup off the shot.  Player A does not communicate with Player B concerning the disturbed\nball.  Player B is (a) aware of the disturbed ball, but say says nothing; (b) not aware of the\ndisturbed ball.  With no action having been taken by either player concerning the\ndisturbed ball, Player A now goes down on the shot a second time and shoots.\nRuling: (a) and (b): No foul - play continues. \nDiscussion: The shooter has no obligation to notify their opponent that a ball \nhas been disturbed.  In (a), i f the shooter’s opponent observes a disturbed ball \nand does not explicitly communicate their desire to restore the ball, it \nconstitutes a decision to leave the disturbed ball where it came to rest.  In (b), it \nis the responsibility of t he shooter’s oppo nent to be aware of all action on the \ntable. \n9. Situation: Player A disturbs a ball and Player B opts to have it restored.  Without the\nassistance of a referee, both players discuss and agree on the position of the restored ball.\nAs Player A is preparing to shoot, either Player A or Player B decides that the restored\nposition is not accurate, and (a) requests that the position of the restored ball be changed;\n(b) moves the ball to a different position.\nRuling: (a) - The ball will remain in the first position agreed on by the players;\n(b) - foul on the player that moved the ball.\nDiscussion: Once players have agreed on a position for a restored ball, the \ndecision is final. \n10. Situation: Player A has disturbed the 7-ball before shooting, and Player B has made\ntheir decision regarding restoration.  Player A then shoots, and a ball set in motion by the\nshot contacts the 7-ball.\nRuling: No effect – play continues. \nDiscussion, Situations 9 and 10: Once a decision has been made concerning \nwhether to restore that ball then the position decided on is final and becomes \nthe original position of that ball from that point forward.   Any further \nintentional movement of the object ball is a deliberate foul under Rule 1- 40-c.  \nParticularly when restoring a ball without the assistance of a referee, players \nmust ensure that they have reached a satisfactory agreement on the restored \nposition. \n11. Situation: Player A legally pockets the game winning ball and all of the balls on the\ntable have stopped moving.  Player A then disturbs more than one object ball.\nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 96 \nFigure 10 -13 C3 1 3 \n4 \nA B C2 \nKITCHEN  C1 C4 5 Ruling:  No effect – Player A wins the game.  \n \nDiscussion:  When the balls stopped moving, the game was over.  Per Rule 1 -7-\n2 and 1 -33-1, a foul under Rule 1 -33 can only occur during a game.  \n \n1-34 Jump and Massé Shots  \n \nSee AR 1 -28, Jumped Balls  \n \n1-36 Shooting with Ball in Hand Behind the Head String  \n \nThe only relevant information concerning this rule is the position of the object or cue \nball, as defined by Rule 1 -35, when it makes contact  with another ball or a cushion.   That \nposition is the base of the ball.   The edges of the ball have no relevance.  \n \nFigure 10 -13 applies to the situations that follow.  Multiple cue ball positions and shots \nare represented.  Cue ball position C2 and  the 1 -ball are above the head string (behind the \nline).  The 3 -ball is below the head string (out of the kitchen).  The 5 -ball is on the head \nstring.  In all situations, Player A has cue ball in hand behind the line and all object balls \nare legal object b alls. \n \n1. Situation:  Player A shoots from position C1, contacting the 3 -ball while the cue ball is \nstill behind the line.  \n \nRuling:  Legal.  The 3 -ball is below the head string (out of the kitchen).  The \nposition of the cue ball when it strikes the 3 -ball is  not relevant.  \n \n2. Situation:  Player A shoots from position C1, contacting the 5 -ball. \n \nRuling:  Legal.  The 5 -ball is on the head string, which is not part of the kitchen.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 97  \n \n \n \n \n \n3. Situation:  Player A calls the 4 -ball in Pocket B, shoots  from position C1, contacts the \n3-ball, and then draws the cue ball back to pocket the 4 -ball. \n \n \nRuling:  Legal.  The 4 -ball was not the first ball contacted by the cue ball, and \nthe first ball contacted was below the head string (out of the kitchen).  \n \n4. Situation:  Player A calls the 4 -ball in pocket B, and then shoots from position C2 with \nextreme spin.  The cue ball contacts the side cushion at a point below the head string, and \nthen pockets the 4 -ball. \n \nRuling:  Legal.  The cue ball’s contact with the fir st cushion was  below the head \nstring (out of the kitchen).  \n \n5. Situation:  Player A calls the 1 -ball in Pocket A, and then shoots from position C3, \ncutting the 1 -ball into Pocket A.  The cue ball is past the head string when it contacts  the \n1-ball. \n \nRuling:  Foul.  The 1 -ball was behind the head string and was the first ball \ncontacted by the cue ball.  The cue ball did not contact a cushion at a point \nbelow the head string before contacting the 1 -ball, nor was the cue ball's first \ncontact with a ball below th e head string.   The fact that the cue ball crossed the \nhead string before contacting the 1 -ball is irrelevant.  \n \n6. Situation:  Player A calls an object ball that is outside of the kitchen, then places the \ncue ball in position C4 and kicks at the called ball  by contac ting a cushion  behind the \nhead string first.  \n \nRuling:  Foul.  The cue ball’s contact with the first cushion was behind the line \n(in the kitchen).  \n \n1-38 Ball In Hand Placement  \n(also see AR 1 -7, Beginning of Game or Match)  \n \nGeneral Discussion:   With  cue ball in hand, t he freedom to place the ball anywhere on the \ntable does not incl ude placement of the ball for the purpose of measuring a gap between \nballs, between a ball and a cushion, or in an attempt to determine whether a ball can be \ncontacted befo re another ball.  The provisions of Rule 1 -3-1-g apply to b all in hand \nplacement , and a foul may occur if any particular use, placement or motion of the cue \nball, while in hand, violates that rule .  It is not necessarily a defense against a foul for a \nplayer with ball in hand to use the cue ball in such a manner, and then claim that they \nwere considering shooting from a particular position and changed their mind.  Whether a \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n98 foul has occurred in such a situation is at the sole judgment of the referee. \nRule 1-38 -3:  If the referee picks up the cue ball to give it to a player for ball in hand and \ndisturbs one or more balls when doing so, they must be restored by the referee. \n1. Situation: Player A, with ball in hand, drops the cue ball into a pocket or knocks it into\na pocket before executing a stroke.\nRuling: Player A still has ball in hand. \n1-40 Deliberate Foul \n(also see AR 1-45, Unsportsmanlike Conduct) \nRule 1-40 -b:  This rule does not apply to handing or moving the cue bal l to the opponent \nafter a foul has already been committed. \nIt is common for a player to want to end their inning without disturbing the lay of the \ntable.   However, the only way to end your inning without violating Rule 1- 40-b is to \nattempt a legal stroke.   Any other action, including refusing to shoot, is a violation of \nRule 1- 40-b. \n1. Situation: Player A plays a shot that is legal in all respects.  As the cue ball is slowing\nat the end of the shot, Player A lightly taps the rail with his hand in a gesture of desire for\nthe cue ball to stop rolling.\nRuling: Legal, provided the referee judges that the tapping was not hard enough \nto interfere with the action or position of any ball on the table. \n2. Situation: Player A disturbs a ball and, either while the disturbed ball is still in motion\nor after it has come to rest and before Player B has a chance to exercise the option to\nleave it in place , touches it or picks it up in order to restore its position.\n Rulin g: Foul, but not a deliberate foul under 1-40 -d.  The proper citation is \nRule 1- 33-3.  See AR 1-33 Situation 2. \n3. Situation: Playing on a table with a ball return system.  Player A, either as the shooter\nor the non-shooting player, attempts to retrieve any ball by reaching into a pocket after\nthe ball has been pocketed but before it has entered the ball return system.\nRuling: Deliberate foul under 1- 40-d.  Exception: legal if the pocketed ball is \nstationary but has remained in the pocket because of a defect in the pocket \nlining or ball return system. \n1-41 Coaching \nIt is common for Administrative Authorities to modify or relax coaching rules during \ndoubles or team play.  It is also common to have controversies caused by that situation. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 99 When coaching rules have been modified, you must be sure that you understand the \nmodifications and that you take care not to violate them.  \n \nBilliards -related w ritten reference material , or such material accessed through electroni c \nmeans,  may not be consulted during your match.  Exceptions: Score sheets (including \nfoul counts and any other necessary scoring information) and other match -related \nadministrative mat erial.  The CSI Rule Book  may also be consulted .  However, a match \nmay not be delayed unnecessarily to consult a rule book .  If you have a rules -related \nquestion, summon a referee for assistance.  \n \nPlayers should advise their acquaintances that will be spec tators not to make comments to \nthem concerning the game during a match, other than to provide general encouragement.  \nSpectators associated with the player put the player at risk of a coaching foul if they make \ncertain specific comments about the progress of a game or specific events of the game.  \n \n1-42 Non-Shooting Player Requirement  \n(also see AR 1 -9, Stopping Play , and AR 1 -45, Unsportsmanlike Conduct ) \n \nThe non -shooting player  has certain rights with regard to inspec ting the position of the \ntable prior to their opponent being down on a shot.  For example, checking whether the \ncue ball is frozen to an object ball, checking whether balls are frozen to a cushion, or \nwhether a ball is in or out of the kitchen are permitte d. \n \nThe non -shooting player may also inspect the position of the table for the express purpose \nof deciding whether to call a referee to watch a shot.  However, they may not inspect the \ntable simply to see whether an object ball has a clear path to a pocket  or for any other \nreason that has no bearing on the need to call  a referee.  \n \n1-43 Concession of Game  \n \nThis rule i s a natural extension of Rule 1 -44, Concession  of Match, and is designed to \nenforce good and proper sportsmanship at  the end of every game.  It is also specifically \ndesigned to acknowledge  that the game is frequently the subject of valid interests of \nspectators and media who have a reasonable expectation of viewing a complete game.  \n \nCSI requires all players to complete every game on the table, and to use extra care in \nchoosing their words and actions toward the end of a game.  If a dispute arises as to \nwhether a concession has occurred, the referee’s judgment will be final.   \n \n1. Situation:  In a game of 8 -Ball, t he 8-ball is the only ball left on the table.  Player A \nshoots, misses and scratches, leaving the 8 -ball hanging on the lip of a pocket and giving \nup ball in hand to  Player B .  Player A takes their chair without saying anything.  Player B \napproaches the table, ret rieves the rack and moves the 8 -Ball to the rack in preparation \nfor racking the next game.  \n \nRuling:  Violation of  Rule 1-43-4 by Player  B.  Loss of game.  \n \n2. Situation:  In a game of 9 -Ball, Player A breaks, makes the 9 -ball and scratches.  Then: \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n100 (a) Player B, not realizing that Player A scratched, gathers the balls to the foot of the\ntable in preparation for racking the next game; (b) Player A, not realizing that they\nscratched, gathers the balls to the foot of the table in preparation for racking the next\ngame.\nRuling: (a) Loss of game for Player B; (b) loss of game for Player A.   Both (a) \nand (b) are violations of Rule 1-43 -4 \n1-44 Concession of Match \n1. Situation:  Players A and B are both on the hill.  Player A, having broken the final\ngame of the match with a break cue and not pocketing a ball, retires to the chair.  While\nPlayer B is at the table, Player A unscrews their break cue to put it away.\nRuling: No concession.  The cue Player A unscrewed was not their playing cue. \n1-45 Unsportsmanlike Conduct ; \nalso 1-1 , Player Responsibility and 1- 42, Non-Shooting Player Responsibility \nGeneral Discussion: Unless specifically stated otherwise, no act, failure to act, statement, \nor omission of information that would normally be legal under the rules is exempt from \nbeing penalized under Rule 1-45 if it is the judgment of a referee or other event official \nthat it was committed in an unsportsmanlike manner. \nThe situation from the above discussion of Rule 1-44, Concession of Match, will serve to \ndemonstrate the principle.  Despite the specific wording of Rule 1-44 and the Applied \nRuling that goes with it, if a referee judged that the timing, body language, relative \npositions of the players, or any other pertinent information relative to the unscrewing of \nthe break cue gave the clear overall effect of an unsportsmanlike act, the player would \nstill be subject to penalties under Rule 1- 45. \nParticular sensitivity will be applied to issues involving communication between players. \nAttempts to manipulate the rules concerning communicating and acknowledging called \nshots, safeties, or other required information will receive special scrutiny.  For instance, \nacknowledging a called shot or safety with a barely perceptible nod and then trying to \nclaim later that you did not acknowledge the call will be considered unsportsmanlike \nconduct.  It is incumbent on both players at all times to ensure that clear communication \ntakes place. \nTeam Penalties \nIn team play, unsportsmanlike conduct violations committed by team members who are  \nnot involved in a game will be penalized as team fouls.  Penalties, if applicable to play, \nwill be applied to all tables. \nPenalties for unsportsmanlike conduct violations committed by team members that are \ninvolved in a game may be applied to the player or the team, at the discretion of the \nreferee. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 101  \n \n \nMultiple Violations  \n \nGeneral unsportsmanlike c onduct warnings and penalties will  be noted by event officials \nand records maintained  throughout the event .  Penalties specified by the rules as being \ncumulative during a match carry forward only thro ugh the match.  However, repeat ed \nwillful violations of the rules, or any current or previous pattern of misconduct, may be \nconsidered by event officials in determining penalt ies for unsportsmanlike conduct . \n \n1.  Situation:  Player A, wanting to end their inning but not wanting to disturb the lay of \nthe table, taps the cue ball with a legal stroke, moving it only slightly  and not attempting \nto complete a legal shot.  \n \nRuling:  (a) foul on Player A .  It is not Unsportsmanlike Conduct.  \n \nDiscussion :  The intentional  commission of a foul, which frequently occurs \nwhen a player executes a foul shot that gives up ball in hand but still puts t heir \nopponent at a disadvanta ge, is an ac cepted practice.   This is not a deliberate \nfoul as addressed by Rule s 1-40 and 1 -45-4.  A common example is a player, in \nan 8 -Ball game, intentionally shooting at the opponents group  in order to \npocket the  opponent’s ball or move it into an unf avorable position.  Even \nthough the shooter gives up ball in hand, they hope that the resulting position of \nthe table works in their favor .  During this type of shot, the foul is contacting an \nillegal object ball first, but otherwise the shot is executed l egally, using the cue \nball and using a legal stroke.  \n \nHowever, if the shot were executed by contacting the object ball directly with \nthe cue, the foul would be penalized under Rule 1.40, with a mandatory \nwarning given (assuming only one ball was moved), and a loss of game being \nawarded on the second offense.  \n \n2.  Situation:  During a match, Player A asks Player B if it is legal to u se a certain cue  or \npiece of equipmen t.  Player  B, knowing that the cue or equipment is illegal and that it \nwould be a foul to u se it: (a) remains silent or responds \"I don't know\"; (b) gives a \nresponse that specifically or implicitly gives Player A permission to use the cue or leads \nPlayer A to believe that the cue is legal .  Player A  uses the cue  to execute a shot . \n \nRuling:  (a) foul on Player A; (b) u nsportsmanlike conduct by Player B  with \nloss of game for the first violation . \n \nDiscussion:  Player s are  not required to assist their opponents in any way .  In \n(a), Player A proceeds at their own peril, and should consult a referee if t hey \ndesire further information.  \n \nIn (b), it is willful unsportsmanlike conduct for Player B  to trap Player A into a \nfoul. \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 102  \nDuring a match, p layers committing the willful act of providing  incorrect or \nmisleading  information to their opponents are not protec ted by Rule 1 -1-2 if \ntheir opponent commits a  foul based on that information.  I n that instance , their \nopponents are relieved of th eir responsibility for knowledge of the correct \ninformation  under Rul e 1-1.  The protection of Rule 1 -1-2 is specifically \nreserved for event officials and referees.  \n \nIf you have a question concerning the rules, you should always consult a \nreferee or event official rather than your opponent.  \n \n1-46 Spotting Balls ; \n6-10 Illegally Pocketed Ball (14.1 Continuous)  \n \n1. Situation:  In 14.1 Continuous, after racking fourteen  balls to continue the game, the \nfifteenth  ball is illegally pocketed before the rack is contacted by a ball . \n \nProcedure:  The fifteenth  ball is spotted without the use of a racking device .  If \nthe 15th ball will not settle in a position that is frozen to the balls in the front \nrow of the rack of fourteen balls, there is  no consequence and the game wi ll \nproceed.  \n \n1-48 Non-Player Interference  \n1-49 Balls Settling or Moving  \n(also 1.33, Disturbed Balls ) \n \nWhen playing a shot after a position has been restored, you  are not required to attempt \nthe same shot.  \n \nFigure 10 -14 applies to Situation  1.  The 7 -ball near the corner pocket is hanging on the \nlip of the pocket and either frozen to the jaw of the cushion (A) or not frozen to the \ncushion (B).  \n \n1. Situation: Player A, with the 7 -ball as a legal object ball, shoots at the  7.  The shot is  \nconsidered obvious without contention.  The cue ball passes extremely close to the 7 -ball \n \n \n \n \n \n \n \n \n \n \n \nbut does not contact the 7 -ball.  Then, because of vibration  or cushion compression, t he \n7-ball falls into the corner pocket.  Figure 10 -14 7 B \nA \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 103   \nRuling:  The requirements of Rule 1 -19-1 have not been met, and the 7 -ball is \nnot legally pocketed.  The 7 -ball is considered to have fallen into the pocket by \nitself, and the provisions of Rule 1 -49-4-b  or 1 -49-4-c apply, depending on the \ncircumstances of the shot ."
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "8-BALL  \n \n2-2 8-Ball Rack  \n \nFor the purposes of Rule 2 -2-d, the common practice of alternating solids and stripes \naround the outside of the rack is permissible, provided the pattern is altered so there is a \nstripe in one rear corner and a solid in the other and that the  position of any particular ball \nis not consistent between racks.  \n \n2-3 Break Requirements  \n \n1. Situation:  Player A , preparing to break and having placed the cue ball, ac cidentally or \nintentionally contacts the cue ball with a legal stroke motion.  Regardless of the reason \n(accidental contact, miscue or any other reason ) and regardless of how far the cue ball \nmoves, four object balls are not driven to a rail and no ball is  pocke ted. \n \nRuling:  Illegal break under Rule 2 -3-1.  Player B may elect any option under \nRule 2 -3-3.  If there is also a foul on the break, the illegal break takes \nprecedence and is enforced instead of the foul.  \n \n2.4 8-Ball Pocketed on the Break  \n \n1. Situat ion: Player A breaks and pockets the 8 -ball.  Before Player A elects an option \nunder Rule 2 -4, Player B approaches the table and : (a) picks up the cue ball; (b) gathers \nthe balls to the foot of the table  in preparation fo r a re -rack. \n \nRuling:  (a) Foul on Player B.  Player A will first make the choice to spot the 8 -\nball or re -rack.  If Player A chooses to spot the 8 -Ball, they will have ball in \nhand anywhere on the table.  (b) Loss of game for Player B  under Rule 1 -43-4. \n \nDiscussion:  In Situation 1(a), although Player A must compl ete their election \nunder Rule 2 -4 in order to continue the game, the foul on Player B occu rred \nafter the break shot had been completed, and is there fore penalized \nappropriately.  \n \n2.6 Establishing Gr oups  \n \nGeneral Discussion, 2 -6-3: If a game has ended and then the players realize they shot the \nwrong groups , the game is not replayed and the result stands.   \n \n1. Situation:  With the table open, Player A calls a safety  and pockets a stripe.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 104  \nRuling:  Legal shot.   Player A's inning ends.  Player B accepts the table in \nposition.  The tabl e is still open.  Under Rule 2 -6 groups cannot be established \nby a safety . \n \n2-8 Safety Play  \n2-10 Loss of Game  \n(also definition of “Safety\")  \n \nIf following the advice in the Applied Ruling for “Safety, ” care should be taken when \nshooting the 8 -ball.  In 8 -ball, any ball pocketed on a safety, whether intentional or not, is \ndefined as an illegally pocketed ball.  If you call a safety while shooting the 8 -ball and it \nis pocketed it  is a loss of game under Rule 2 -10-a. \n \n2-9 Shooting the 8 -Ball \n \nThe 8 -ball becomes your legal object ball regardless of whether the last object ball o f \nyour group is legally pocketed, illegally pocketed, or jumped.  \n \n2-11  \n3-7 \n4-10 \n6-21  \n \nIt is not necessary for the  referee to observe the three attempts by each player prior to the \nballs arriving at their position.  \n \nIf the players agree that the table is in a stalemate position, they may mutually declare a \nstalemate before each player has completed three innings and without informing a \nreferee."
  },
  {
    "section": "",
    "content": "APPLIED RULINGS: 9 -BALL  \n \n3-5 Continuing Play  \n \nRule 3 -5-1-c:  If the 9 -ball is illegally pocke ted but not noticed by either player, and any \nshot is taken before it is noticed, the game will be re -played with the player who broke \nbreaking again.  \n \n3-7 Stalemate  \n \nSee Applied Ruling 2 -11"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS: 10 -BALL  \n \n4-5 Continuing Play  \n \nRule 4 -5-1-b:  If the 10 -ball is illegally pocketed but not noticed by either player, and any Stalemate  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 105 shot is taken before it is noticed, the game will be re -played with the player who broke \nbreaking again.  \n \n \n \n4-10 Stalemate  \n \nSee Applied Ru ling 2 -11"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "ONE POCKET  and"
  },
  {
    "section": "",
    "content": "BANK POOL  \n \n5-8 Scoring;  \n5-9 Foul Penalty ; \n7-10 Foul Penalty  \n \nIf you illegally pocket a ball and foul on the same shot, you must spot a ball in addition to \nthe ball that was pocketed o n the shot.  Therefore,  two balls are spotted after such a shot  \n(prov ided that you have a ball to spot  – otherwise spotting is delayed .)"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "14.1 CONTINUOUS  \n \n6-8 Subsequent Racks  \n \nIt is not possible to have ball in hand when the 14 previously pocketed balls are rack ed \nand the provisions of Rule 6 -9 are applie d, so Rule 1-36 never applies to the first shot \nafter a subsequent rack is prepared.  On the first shot after a subsequent rack is prepared, \nit is always legal to shoot at the 15th ball, regardless of the placements of the 15th ball and \nthe cue ball.   \n \n6-10 Illegally Pocketed Ball  \n \nSee Applied Ruling 1 -46, Spotting Balls  \n \n \n6-21 Stalemate  \n \nSee Applied Ruling 2 -11."
  },
  {
    "section": "",
    "content": "APPLIED RULINGS:"
  },
  {
    "section": "",
    "content": "WHEELCHAIR RULES  \n \nPlayers who use a wheelchair  or other equipment to assist mobility are not required to \nfollow the restrictions of Rule 8 if they are playing in a non -wheelchair event.  \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL \n106"
  },
  {
    "section": "",
    "content": "APPLIED RULINGS: REFEREES, EVENT OFFICIALS, AND \nADMINISTRATIVE AUTHORITY \n10-1 Authority of the CSI Referee \nGeneral Discussion, 10-1-3-c: Although such measures are rare, referees are authorized \nto specifically direct players' actions, including requiring a player to occupy a specific \nspot, such as sitting in the player's chair, or requiring a player to refrain from engaging in \nother actions, such as conversing with their opponents or teammates other than when \nnecessary. In addition to the other general encouragement concerning good \nsportsmanship that appears throughout this publication, here CSI specifically encourages \nall players to take every possible action to prevent any dispute from reaching a point that \nrequires such action. \nUse of such measures is a referee's last resort, and occurs only when players are already \nengaging in unsportsmanlike conduct and are at peril of being penalized for that conduct.  \nHowever, if the situation has reached that point and players then continue to disregard \nreferees' instructions, referees are authorized to issue further warnings and advanced \npenalties without hesitation. \n10-2 Answering Players’ Questions  \nGeneral Discussion: It is common for referees to be asked questions when off-duty, or \nwhen on duty but not having been properly called to a table. \nShould th at occur, the referee will first ask the person if they or their team is involved in \na match.  If they are, the referee will advise the player to return to their match table and \nsummon an on duty referee with responsibility for that table.   If the person is not \ninvolved in a match, the referee will attempt to answer the question to the best of their \nability, or refer the player to a referee supervisor or the Administrative Authority. \nAfter having been involved in a call dealing with a particular rules issue or judgment , \nsome players will seek out other referees independently after the match in an attempt to \nfind a different opinion.   They may even do so while the match is still in progress because \nthey are a teammate or friend of the person involved in the call. \nPlayers who do so must realize that they are seeking an answer from a referee who was \nnot involved in the match, who was not at the table to make the call, and who has no way \nof knowing what the players involved in the call may have told the referee who actually \nmade the call. \nBy rule, judgment calls cannot be protested, and players in a match are offered protection \nfrom incorrect rule applications by the protest procedures established in Rule 10-5.  It is \nunsportsmanlike conduct for any person to attempt to impeach any previous decision by \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 107 trying to find a differ ent ruling during or after the match by any method other than \nestablished protest  procedures.   If a person does receive a different response,  it will n ot \noverride or affect the prior ruling.  \n \n1. Situation:  Player A, with the cue ball having been declared frozen to a legal object ball  \nor cushion , asks a referee “What is the rule about  the cue ball being frozen to the object \nball (or cushion) ” or any quest ion to that effect.  \n \nProcedure:  The referee shall inform Player A that they may shoot toward the \nfrozen object ball , and  as long as they use a legal stroke then the shot will be \nlegal with respect to the cue ball and frozen object ball or cushion.  They will \nalso explain that fouls may be committed on the shot that are not related to the \nfrozen cue ball.  \n \nDiscussion : The typ e of shot described in this situation is specifically referred \nto in Rule s 1-20-2 and 1 -20-3, and therefore is required to be explained  by the \nreferee under Rule 10-2-1-b-1.  By explaining to the player that fouls may \noccur on the shot that are not related to the frozen cue ball, the referee ensures \nthat the player does not have the impression that the frozen cue ball exempts \nthem from al l fouls (foot off floor, intentional miscue, push shot, Rule 1.40 \nviolations, etc.)  \n \n2. Situation:  Same situation as above, but there is another object ball or cushion nearby .  \n(See Figure 10 -10, p. 83.)  Player A, after hearing the above response from the  referee, \nasks,  “will I foul because of the other nearby ball (or cushion)?”  \n \nProcedure : The referee will state th at it is possible that a double hit foul might \noccur because of the nearby ball or cushion, but  that they cannot answer this \nspecific question  because it would constitute offering an opinion.  They will \nonly judge the result of the shot and make the call.  \n \nDiscussion: Since the situation is specifically referred to by Rule 1 -20-4, if \nasked the referee must make the shooter aware of the possibili ty of a double hit \nfoul occurring because of the nearby ball .  However, t he referee has no way of \nknowing or predicting the actual outcome of the shot, and therefore advising \nthe player would constitute offering an opinion, which is prohibited by Rule 9 -\n2-1-b-1. \n \n3. Situation:  Player A, with the cue ball close to but not frozen to a legal object ball, asks \nthe referee what angle is necessary to achieve the “fine angle” referred to in Rule 1 -20-2, \nor about a specific angl e at which they intend to shoot and i f it will be legal.  \nProcedure:  The referee will state they cannot answer this question because it \nwould constitute offering an opinion.  They will only judge the result of the \nshot and make the call.  The referee has no way of knowing the actual result of \nthe shot prior to its execution.  \n \nDiscussion, Situations 2 -3: When judging shots,  some factors  that cannot  necessarily be \npredicted by the referee (actual tip placement  on the cue ball , speed  of stroke , etc.) may \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 108 have an effect on the  outcome of a shot.  In addition, t hose factors frequently cannot be \ndetermined prior to the actual shot, either from information provi ded by the shooter \nbefore the shot  or by the shooter’s apparent intentions as displayed by their set -up for the \nshot.  However, regardless of t hose unpredictable factors that may be present, it is well \nestablished th at the legality of a shot can most always be accurately judged by carefully \nobserving the resulting behavior of the balls.  \n \nWhile it is not the intent of CSI to withhold any necessary  rules information from players, \nthat principle  must be carefully balanced by the need to not have referees advise players \non the actual execution of shots  in a competitive environment (Situation s 1 and 2  above \nexcepted).  There is also a  likelihood , becau se of the unpredictable factors  referred to \nabove , that even if a refe ree were to advise a player , a foul could  still occur regardl ess of \ninformation provided by the  referee , no matter how accurate or well intentioned .   \n \nFinally, it is not within the scop e of this document to address  the training of referees , or \nto discuss an analysis of the physics involved  in billiards , in order to provide information \nor benefit to players regarding how shots are judged and what met hods referees use.  \nPlayers who  wish to  explore such knowledge  have a wealth of information available to \nthem from various sources (e.g., the internet, instructional academies and independent \ninstructors, CSI referee training, CSI referees who will provide such information when in \nnon-competiti ve environments, etc.),  and they should avail themselves of any opportunity \nin a non -competitive environment to improve their knowledge of such subjects.  \n \n10-4 Responsibility for Multiple Tables / Referee Presiding  \nalso 1 -15, Shot Clock Procedures  \n \nDiscussion, Rule 10-3-4: Placing a match on a shot clock  does not constitute the match \nbeing presided over by a referee.  If players desire a referee to watch the details of a \nparticular shot, they must make a req uest as in any other match.  \n \n1. Situation:  After having been called to the table to watch a shot and while the player is \npreparing to shoot, the referee  observes the player accidentally kn ock a piece of chalk \nonto the bed of the table.  The pla yer is unaware that the chalk is  on the bed.  \n  \nProcedure:  The referee shall not alert the player or move the chalk.  To do so \ncould potentially affect  the course of the match outside of the provisions  of the \nrules.  While a match is in progress, the referee will take no action concerning \nequipment unless it is within the rules and they have been specifically asked to \ndo so by a player.  \n \n \n10-6 Soliciting Information  \n \nWhile referees are free to solicit information from any source, they are neither required \nnor specifically encouraged to consult spectators regarding judgment calls.  If doing so, \nthe referee should be certain that the spectator is trusted, knowledgeab le, preferably \ntrained as an observer or referee, and has no association whatsoever with any player or \nteam member involved in the match.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 109  \nReferees are n either required nor necessarily encouraged to  consider video evidence .  If a \nreferee chooses to conside r video evidence, no call will be overturned unless the video , in \nthe judgment of the referee, provides clear and convincing evidence.   In particular, the \nreferee must be certain that the angle provided by the camera does not cause  an illusion \nconcerning t he angles resulting from the contact of the balls, which may appear \ndeceptive, particularly from low camera angles and certain camera positions.  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 110"
  },
  {
    "section": "",
    "content": "TABLE OF VIOLATIONS AND FOULS  \n \nThis table  is provided  as a quick reference to find  the basic entries concerning violations and fouls.  \nIt is not intended to be a comprehensive index.  To ensure a complete understanding of how the y are  \njudged and enforced, you should be sure to study the associated definitions and Applied Rulings, if \nany, that are referenced in the basic entries.  \n \nSimilar violations may have different penalties depending on the specific game.  Be sure to check \nspecific game rules for details.  \n \nFoul  Page  Rule  \nBreaking out of order  84 AR 1 -13 \nCoaching  37, 97  1-41 \nConcess ion of game or match  38, 98, 99  1-43, 1 -44 \nDeflecting or touching a ball in motion    \n accidental   34, 97  1-33 \n deliberate  36,97  1-40 \nDeliberate Foul  36,58,91,97,100  1-40, 6 -17 \nDeliberate trapping/wedging (One -Pocket)  54 5-12 \nDistracting / interfering  with opponent  37, 98  1-42 \nDisturbed ball: when it is a foul  33, 91  1-33 \nDouble Hit  33, 89, 90  1-30 \nFoot not on floor  32 1-25 \nIllegal:    \n ball in hand placement  35, 96  1-38 \n break    \n  8-ball 42, 102  2-3 \n  14.1 (opening break)  55, 56  6-3, 6-4, 6-5, 6-6 \n  Bank Pool  60 7-3 \n  One Pocket  52 5-4 \n cue 8, 24, 80  Equipment Specs, 1 -4 \n jump shot  34, 54, 59, 61  1-34, 5 -15, 6 -19, 7 -9 \n lag 26 1-12 \n marking  36 1-39 \n modification of Equipment  23, 78  1-2 \n play from behind head string  35, 95  1-36 \n rack 27, 84 1-14 \n shot 30, 87  1-19 \n stroke  30 1-18 \n use of equipment  23, 79  1-3 \nJumped ball  33 1-28 \nNo cushion  30, 87  1-19 \nNot present at table  25, 26, 81  1-5, 1-11 \nPracticing during match  25, 81  1-8 \nPush shot  33, 77  1-29 \nScratch  33, 76  1-27 \nShooting whil e ball in motion  32 1-26 \nShooting while play stopped or suspended  26, 82  1-9, 1-10 \nShot clock violation  27, 84  1-15 \nSuccessive fouls  31 1-22 \nThree successive fouls  31,47,51,54,58  1-22, 3-6, 4-9, 5-13, 6 -18 \nUnsportsmanlike Conduct  38, 72, 99  1-45, 10-8 \nWheelchair violations  63, 104  8-3 \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 111 SECTION 1 2 \n \nTOURNAMENT  RESULTS  \n \nBCA /BCAPL  NATIONAL 8 -BALL CHAMPIONSHIPS  \n \nMen’s Leisure Single  \n \n     Champion     Runner -Up \n    2014      Vincent Morris, NY    Tim Kovacs, NV  \n    2013       Keith Waddle, FL    Rich Kaeser, CA \n \n            Women’s Leisure Singles  \n     \n Champion     Runner -Up \n     2014     Kate Harrison, AU    Shannon Keenatch, SK  \n     2013     Taylor Hansen, MN    Jacin Sua, AK  \n \nMen’s Open Singles  \n \n Champion  Runner -Up \n2014  Greg Romero, CO  Dan Taylor, IL  \n2013     TJ Steinhaus, MN  Paul Scott, IL  \n2012     Vacated  Vacated  \n2011  Mike Alonzo, TX  Chris Byers, OR  \n2010  Nunos Santos, PT  Bryan Sanders, TX  \n2009  Bruno Pires de Sousa, PT  Mike B oyd, CA  \n2008  Daniel Barnes, MI  Samuel Kirby, IN  \n2007  Gregory Kuhl, NV  Dwayne Demas, A B \n2006  Derek Cumm, AZ  Justin Bergman, IL  \n2005  Andy Quinn, MO  Jesus Mujica, CA  \n2004  Ben Diggs, NE  Damian Pongpanik, UT  \n2003  Carlos Santos, BC  Tyler Luce, WA  \n2002  Bobby Pickle, TN  Chad Duster, IA  \n2001  Jamey Bowman, IL  James Henson, VA  \n2000  Marcos Aleman, MN  Sam Cordova, CO  \n1999  Clent McMullough, GA  David Boone, NS  \n1998  David Edwards, IN  Glen Hopkinson, BC  \n1997  Jim Engels, IL  Peter Laliberte, SK  \n1996  Kevin Cardinal, AB  Vince Chambers, ON  \n1995  Steven Hayes, WI  Bob Pyle, TX  \n1994  Ron Wiseman, ON  Ed Castanon, VA  \n1993 Mike McClain, PA  Jeremy Jones, TX  \n1992  Allan Jones, IN  James Hevener, CA  \n1991  Paul Guernsey, TX  Gene Rossi, PA  \n1990  Jesus Rivera, CO  Gilbert Martinez, NV  \n1989  Henry Granas, CO  T.J. Davis, TX  \n1988  Harry Sexton, MI  Seco Varani, MN  \n1987  Stan Fimple, NE  Mike Fenne, NV  \n1986  Jesus Rivera, CO  Mickey Leon Stone  \n1985  Steve Matlock, IA  Stan Fimple, NE  \n1984  Louie Lemke, TX  Charles Shootman, CO  \n1983  Michael Sardelli, MI  Tom Chapman, WI  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 112 1982  Joe Sposit, MO  Gregg Fix, MN  \n1981  Danny Diliberto, NY  Nick Varner, KY  \n1980  Nick Varner, KY  Mike Massey, TN  \n1979  Jimmy Reid, KY  Mark Wilson, MO  \n1978  Mike Carella, KY  Bob Williams, FL  \n1977  Tom Kilburn, IN  Dick Spitzer, SD  \n \nWomen’s Open Singles  \n \n Champion  Runner -Up \n2014  Kelly Isaac, OH  Kris Chamberlain, PA  \n2013     Khanh Ngo, CA  Eugenia Gyftopoulos, MD  \n2012     Molly Bontrager, IN  Christy Hardin, TN  \n2011  Jennifer Graber, TX  Tara Williams, TX  \n2010  Gail Glazebrook, NY  Josie Leroy, WA  \n2009  Cristina De L a Garza, TX  Helen Hayes, TX  \n2008  Noel Campos, CA  Mary Rakin, CA  \n2007  Marissa Hallet, NM Betty Sessions, GA  \n2006  Lauren Ward, CA  Caroline Pao, NY  \n2005  Kawania Watson, TX  Heather Pulford, TX  \n2004  Debbie Snook, CO  Katherine Friend, PA  \n2003  Jackie Broadhurst, CO  Heather Shaddock, TX  \n2002  Terri Kelly, FL  Laura Lo, CO  \n2001  Sherri Hudson, TX  Stacie Bourbeau, MA  \n2000  Amanda Lampert, TX  Sherry Dalton, NV  \n1999  Christine Honeman, CO  Lisa Marr, AR  \n1998  Kim White, TX  Angelina Paglia, AZ  \n1997  Jennifer Wishinski, BC  Dena Leath, KS  \n1996  Holly Sholes, OK  Katrina Games, CO  \n1995  Suzanne Bosselman, NH  Laura L o, CO  \n1994  Wendy Hill, OK  Windy Kopff, NV  \n1993  Shelly Barnes, NM  Bonita Johnson, ND  \n1992  Brenda Plantz, CO  Cindy Doty, WA  \n1991  Suzi Quall, WI  Chris Fields, TX  \n1990  Linda Meyer, OK  Janene Hague, MN  \n1989  Sherry Lively, CA  Christine Glass, MN  \n1988  Timi Bloomb erg, SD  Kathy Miao, CA  \n1987  Linda Hoffman, TX  Janene Hague, MN  \n1986  Linda Hoffman, TX  Christine Glass, MN  \n1985  Linda Hoffman, TX  Diane Piercy, CA  \n1984  Belinda Campos, NV  Linda Hoffman, TX  \n1983  Georgiana Casteel, MI  Sherry Lively, CA  \n1982  Linda Hoffman, MO  Sherry Lively, CA  \n1981  Belinda Campos, NV  Sherry Lively, CA  \n1980  Billie Billing, OH  Gloria Walker, KY  \n1979  Gloria Walker, KY  Mary Kenniston, NV  \n1978  Catherine Stephens, KY  Melodie Horn  \n \nMen’s Advanced Singles  \n \n              Champion  Runner -Up \n2014  Kenny Br isbon, MI  Alex Olinger, OH  \n2013      Matt Beckwith, MI  Steven McAninch, OH  \n2012       Sean McKay, AB  Russ Whittle, AB  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 113 2011   Danny Olson, SD  Chris Akey, NV  \n \nWomen’s Advanced Singles  \n \n              Champion  Runner -Up \n2014  Liz Lovely, OH  Caroline Pao, NJ  \n2013   Briana Miller, PA  Bernie Store, AZ  \n2012   Terry Petrosino, TX  Ricki Casper, TX  \n2011      Jolene Herum, WI  Cindy Sliva, WA  \n \n \n \nMen’s Player Member Singles  \n \n Champion  Runner -Up \n2010  Dan Olson, SD  Justin Brandt, SD  \n2009  David Broxson, FL  Francis Crevier, QC  \n2008 Ramesh Gokhul, UK  Michel Couvrette, CA  \n2007  Antonio Martinez Martinez, ES  Antonio Rodriguez, NY  \n2006  Tommy D’Alfonso, NY  Andrew Breen, NY  \n \nWomen’s Player Member Singles  \n \n Champion  Runner -Up \n2010  Stacy Lantz, FL  Aubrey James, PA  \n2009  Buffy Jolie, TN  Patty West, CA  \n2008  Sunny Griffin, NV  Mary Anne Marr, MI  \n2007  Suzanne Osborne, WA  Kristen Malone, GA  \n2006  Joy Helton, OH  Jennifer Pass, MD  \n \n \n \n \n \n \n \nMen’s Master Singles  \n \n Champion  Runner -Up \n2014  James Davis Sr, TX  Shane Morrow, PA  \n2013     Luke Thomas, OR  Joey Gray, OK  \n2012     John Gabriel, OK  Richard Geiler, WA  \n2011  Garvey Shognosh, ON  Gustavo Correa, TX  \n2010  Manuel Gama, PT  Bruno Sousa, PT  \n2009  Danny Petralba, CA  Vince Chambers, ON  \n2008  Justin Bergman, IL  Jeff Boucher, MT  \n2007  Donald Blake Todd, TN  Francisco Jose Diaz, ES  \n2006  Michael Hill, UK  Karl Boyes, UK  \n2005  Rich Cunningham, MO  Glenn Atwell, WA  \n2004  Tom McClusky, IL  James Davis Sr., TX  \n2003  Brian Groce, IN  Tyler Edey, AB  \n2002  Jessie Bowman, IL  Rigoberto Pena, CA  \n2001  Lee Heuwagon, MN  Dave Martin, AB  \n2000  Walter Glass, NV  Rene Rendon, TX  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 114 1999  T.J. Davis, TX  Tony Sulsar, TX  \n1998  Jon Kucharo, IA  Rene Rendon, TX  \n1997  Kevin Cardinal, AB  Derek McMaster, MN  \n1996  Bernie Mikkelsen, AB  Don McCaughey, IA  \n1995  Bob Vanover, TX  David Rhodes, MB  \n1994  Jeremy Jones, TX  Dave Black, CO  \n1993  Walter Glass, NV  Jerry Prado, NV  \n1992  David Gutierrez, TX  Marv Rapp, IL  \n \n \n \n \nWomen’s Master Singles  \n \n Champion  Runner -Up \n2014  Briana Miller, PA  Cindy Sliva, WA  \n2013     Eleanor Callado, CA  Tara Williams, TX  \n2012     Jessica  Frideres, IA  Stacie Bourbeau, MA  \n2011  Jana Montour, AB  Amanda Lampert, TX  \n2010  Gari Jo Bloomberg, SD  Ming Ng, TX  \n2009  Mary Rakin, CA  Tina Pawloski, CA  \n2008  Iris Ranola, P HI Kyu Yi, TX  \n2007  Stacie Bourbeau, MA  Jaclyn Fitchner, OR  \n2006  Rebecca Wagner, IL  Amy Latzko, IL  \n2005 Kimberlee Hole, WA  Laura Lo, CO  \n2004  Tammie Jones, IN  Kelly Fisher, NJ  \n2003  Jeannie Seaver, FL  Tammie Jones, IN  \n2002  Pamela Bell, WI  Tara Davis, MI  \n2001  Kim Shaw, DE  Natasha Thomas, AB  \n2000  Tammie Jones, IN  Melanie Koger, NM  \n1999  Tammie Jones, LA  Sarah E llerbee, UK  \n1998  Kristi Carter, OK  Julie Mason, KS  \n1997  Holly Sholes, OK  Debra Aarens, NV  \n1996  Pamela Bell, WI  Cindy Doty, WA  \n1995  Lori Buendorf, MN  Julie Mason, KS  \n1994  Julie Mason, TX  Karen Wroldson, MA  \n1993  Kathy Holman, TX  Timi Bloomberg, SD  \n1992  Lind a Stepanski, WI  Ellen Sellers, NM  \n \nMen’s Grand Master Singles  \n \n Champion  Runner -Up \n2014  Skyler Woodward, KY  Charlie Bryant, TX  \n2013     Stan Tourangeau, WA  Marc Vidal -Claramunt, CO  \n2012     David Alcaide Bermudez, ES  Juan Carlos Exposito Otero, ES  \n2011  Tony Robles, NY  Shaun Wilkie, MD  \n2010  Chris Melling, UK  Shane Van Boening, SD  \n2009  Simon Pickering, BC  Shane Van Boening, SD  \n2008  Jason Kirkwood, MI  Gary Abood, LA  \n2007  Jason Kirkwood, MI  Edwin Montal, AB  \n2006  Darren Appleton, UK  Jason Kirkwood, MI  \n2005  David  Alcaide Bermudez, ES  Jesse Bowman, IL  \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 115 Women’s Grand Master Singles  \n \n Champion  Runner -Up \n2014  Vivian Villarreal, TX  Mary Rakin, CA  \n2013     Brittany Bryant, ON  Melissa Little, CO  \n2012     Anna Kostanian, NM  Vivian Villarreal, TX  \n2011  Vivian Villarreal, T X Brittany Bryant, ON  \n2010  Vivian Villarreal, TX  Kelly Fisher, NC  \n2009  Yu Ram Cha, Korea  Julia Gabriel, MO  \n2008  Kelly Fisher, NC  Bonnie Plowman, CO  \n2007  Kristi Carter, NC  Romana Dokovic, NY  \n2006  Tammie Jones, IN  Pamela Patton, WI  \n2005  Joanne Ashton, AB  Tammie Jones, IN  \n \nMen’s Senior Singles  \n \n Champion  Runner -Up \n2014  Ken Crane, BC  Tom McGonagle, MA  \n2013     Gil Hernandez, IL  Bob Pisut, IL  \n2012     Richard Andrada, CO  Flaco Rodriguez, NY  \n2011  William Skinner, CO  Bill McCoy, PA  \n2010  Tom McGonagle, MA  Shane Har vey, TX  \n2009  Doc Rice, AZ  Edward Borrego, CO  \n2008  Timothy Joseph, ID  Carl Sampson, NS  \n2007  Carl Coffee, CO  Patrick Schumacher, OR  \n2006  Horace Aughtry, PA  William Hyde, TX  \n2005  Gary Anderson, NE  Bruce Patton, IL  \n2004  Richard Magaro, PA  David Datillo, CA  \n2003 Lupe Rosas, MI  Robert Gawthrop, MD  \n2002  Jose Luis Cejudo, CA  Gary Wright, IL  \n2001  Bobby Legg, MD  Bob Strachan, AB  \n2000  Joe Zaragoza, TX  Gordon Peterson, IA  \n1999  David Dattilo CA  Judex James, , IL  \n1998  Allen Stum, PA  Joe Espindola, TX  \n1997  Fred Guarino, NV Jim Norris, NC  \n1996  Ken Boam. AB  Bernard Rogoff, NV  \n1995  John Abruzzo, IL  Pete Lewis, IA  \n1994  Bob Vanover, TX  David Datillo, CA  \n1993  John Gureckis, MA  Bob Vanover, TX  \n1992  Seco Varani, MN  Fred Guarino, NV  \n1991  Bob Vanover, TX  Beau Zimmerman, PA  \n1990  Jerry Priest, MO  Bernard Rogoff, NV  \n1989  Jerry Priest, MO  Bob Vanover, TX  \n1988  Seco Varani, MN  Bob Keating, PA  \n1987  Jerry Priest, MO  Bob Keating, PA  \n1986  Stanley Coscia, FL  Harold Schnormeier  \n \nWomen’s Senior Singles  \n \n Champion  Runner -Up \n2014  Vicky Jaime, AZ  Val Porter, CA  \n2013     Linda Asleson, MT  Connie Williams, OK  \n2012     Marlene Bohnet, AB  Tommie Ann Keyser, MD  \n2011  Shawn Modelo, CA  Lois Schmitt, AZ  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 116 2010  Debbie Snook, CO  Kim Anderson, ID  \n2009  Sharon Russeau, MI  Pamela Fletcher, NV  \n2008  Holly Robinson, CA  Cheryl Pritchard, NC  \n2007  Tommie Ann Keyser, MD  Nancy Kuhn, PA  \n2006  Coleen Jo John, UT  Eva Hill, WA  \n2005  Varla Parks, CA  Rosie Jensen, WA  \n2004  Maryann McConnell, BC  Barbara Hamilton, IL  \n2003  Gisele Maurice, ON  Becky Mowdy, WA  \n2002  Varla Parks, CA  Nancy St . Bernard, MI  \n2001  Lauren Ward, CA  Nancy Henkhaus, OK  \n2000  Madelyn Roberts, AZ  Caroline Jensen, WA  \n1999  Marney Dupay, WA  Clara Silvas, WA  \n1998  Karen Wold, MN  Linda Dick, WA  \n1997  Jean Bartholomew, OR  Lorraine Lilley, NV  \n1996  Jean Bartholomew, OR  Diane Pierc y, CA  \n1995  Lynn Reed, WI  Sandra Chamberlain, OK  \n1994  Karen Wold, MN  Penni Adrian, NM  \n1993  Diane Piercy, CA  Jean Bloomberg, SD  \n1992  Lynn Reed, WI  Charlene Edwards, CO  \n1991  Karen Wold, MN  Lynn Reed, WI  \n1990  Jeri Engh, WI  Op Wheeler,  \n1989  Fern Reedy, MO  Jean Bloomberg, SD  \n \nSuper Senior Singles  \n \n Champion  Runner -Up \n2014  Mike Massey, UT  Jim Blakeman, NV  \n2013     Don Owen, TX  LC Carter, WA  \n2012     David Dattilo, CA  Kerry Ames, AZ  \n2011  Bob Green, TX  Bill Dunsmore, FL  \n2010  Bob Oliver, AR  Don Harp, CA  \n2009  Jim Hen ry, TX  Dago Huber, WY  \n2008  Donald Harp, CA  Randy Goettlicher, TX  \n2007  Rodney Thompson, AZ  Ellahue O’Rear, AR  \n2006  Ellahue O’Rear, AR  Donald Harp, CA  \n2005  Louis Roybal, NM  Clyde Bowles, WA  \n2004  Clyde Bowles, WA  Seco Varani, MN  \n2003  Wally Schmidt, NV  Chuck Dusbabek, CO  \n2002  Don Harp, CA  Clyde Bowles, WA  \n2001  Wayne Fate, MI  Monte Beghtol, MI  \n \nOpen Scotch Doubles  \n \n Champion  \n2014  April Larson/JD Prestegard, MN  \n2013     Eugenia Gyftopoulos/Rob Metz Jr, MD  \n2012     Lisa McNab/Brad Poorman, SK  \n2011  Bernie Store/Je ssie Renteria, AZ  \n2010  Kim Sanders/Brian Sanders, TX  \n2009  Dawn Fital/Kenneth Brisbon, MI  \n2008  Susan Williams/Michael Williams, AZ  \n2007  Stefanie Nakagawa/Butch Barba, CA  \n2006  Caroline Pao/William Reuben, NY  \n2005  Kristin Werner, MO/Lars Vardaman, IL  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 117 2004  Phyllis Fernandez/Harold Prine, WA  \n2003  Dawn Spencer/Ronald O’Meara, IA  \n2002  Joyce Wheeler/David Holmes, IA  \n2001  Gloria McClellan/Greg Cairns, AB  \n2000  Andrea Wilson/Larry Wilson, MI  \n1999  Kathy Homan/James Cornell, MI  \n1998  Olivia Jackson/Brett Smith, AZ  \n1997  Julie Schultz/Jeff Sergent, IL  \n1996  Joanne Honeycutt/Alex Pernas, NV  \n1995  June Hager/Bob Vanover, TX  \n1994  Bonnie Arnold/Steven Hayes, WI  \n1993  Ramona Biddle/Louis Roybal, NM  \n1992  Janey Finn/Pete Lewis, IA  \n1991  Bonnie Coats/Mark Coates, OK  \n \nAdvanced Scotch Do ubles  \n \n Champion  \n2014  Liz Lovely/Alex Olinger, OH  \n2013     Liz Lovely/Alex Olinger, OH  \n2012     Andrea Wilson/Larry Wilson, BC  \n \nMaster Scotch Doubles  \n \n Champion  \n2014  Beth Fondell/TJ Steinhaus, MN  \n2013     Tara Williams/Tony Sulsar, TX  \n2012     Janet Atwell /Wes Largen Jr, VA  \n2011 Dana Aft/John Maikke, GA  \n2010  Veronica Menard/Francis Crevier, QC  \n2009 Elisabeth Ford/Marc Vidal -Claremunt, NY  \n2008  Jessica Frideres/Chad Vilmont, IA  \n2007  Marylou Waak/Anthony Vincent, WI  \n2006  Amy Latzko/Ike Runnels, IL  \n2005  Amy Lat zko, Jeff Sergent, IL  \n2004  Rhonda Pierce/John Gabriel, OK  \n2003  Cathy Vanover/Paul Guernsey, TX  \n2002  Linda Meyer, OK/Cliff Brown, KS  \n2001  Angelina Paglia/Scott Frost, AZ  \n2000  Kathy Moon/Jeff Sergent, IL  \n1999  Cathy Vanover/TJ Davis, TX  \n1998  Cindy Doty/David Rhodes, WA  \n1997  J. Hager Jr./J Walter, TX  \n1996  June Hager -Walter/Paul Guernsey, TX  \n \n Men’s/Mixed Open Teams  Women’s Open Teams  \n \n Champion  Champion  \n2014  Promasters, BC  Las Vegas Cue Club, NV  \n2013     Pocket Pool Junkies, IL  Born Ready, TX  \n2012     Team McDe rmott, WI  How’s My Rack?, TX  \n2011  Off Constantly II, IL  T’s Bar, CO  \n2010  Who Needs a Billiard Coach?, MN  We’ve Got the Runs, TX  \n2009  Hustlin, IL  Kiss of Death, NY  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 118 2008  Hustlin , MI Kitty’s Bad Cats, AZ  \n2007  Money Shot, IL  Thirsty Whale, OH  \n2006  Strateagery,  CO Cuetees, NV  \n2005  Chicago So Don’t Ask, IL  Hot Sa -Aus, TX  \n2004  Smooth Operation, CA  City Light Gate Keepers, WA  \n2003  Woody’s Wizards, BC  California Cue -T’s, CA  \n2002  Spain I, ES  Island Girls, NF  \n2001  Wood Slivers, BC  Chicaros Ladies, TX  \n2000  Spain Team I , ES Pappy’s, AZ  \n1999  Ritchie’s of Chicago, IL  Brass Bell, VA  \n1998  Main Event Chalk Talk, MN  Dealers Choice, NV  \n1997  Vancouver Canadians, BC  Not Bad For Girls, BC  \n1996  Tips and Taps, ND  Rum Runner #2, NV  \n1995  Vegas Bound Strokers, NM  Rough Riders, WI  \n1994  Crown Billiards, MN  The Lady Killers, OK  \n1993  Stinky’s Dream Team, AB  Lucky Ladys, PA  \n1992  Lassiters, IA  Lucky Ladies, TX  \n1991  Players, TX  Cue-T’s, WI  \n1990  Black Sticks, TX  8-Ball Express, SD  \n1989  Black Sticks, TX  8-Ball Express, SD  \n1988  Mongo  Murph’s, ON  Great American Girls, CA  \n1987  Jackson All Stars, TX  Lefty’s +, CA  \n1986  MeMaws, TX  Leisure Club, AZ  \n1985  Starlite Lounge, TX  Gold Nugget, TX  \n1984  Green Acres, TX  North Star, CA  \n1983  Mike’s Lounge, PA  Richard’s, MI  \n1982  The Wizards, CO  Richard’s, MI  \n1981  Tam O’Shanter, CO  Burt’s Girls, CO  \n1980  Tam O’Shanter, CO  Burt’s Girls, CO  \n1979  Tam O’Shanter, CO  Wheel Inn, MT  \n \n \n \n Men’s/Mixed Advanced /Master  Teams  Women’s Advanced/ Master Teams  \n \n Champion  Champion  \n2014  The Pool Room -Toledo, OH  NPL Chix, WA  \n2013     The Po ol Room -Toledo, OH  NPL Chix, WA  \n2012     Taiwan Typhoon, TW  Nothin’ But Trouble, TX  \n2011  Riverside Gators, PA  Domin8ers, IL  \n \n Men’s/Mixed Master Teams  Women’s Master Teams  \n \n Champion  Champion  \n2011  Flip Flops, OK  No event  \n2010  Portugal Masters, PT  Magoo’s M asters, OK  \n2009  The Stooges Metro, MN  NPL Chix, WA  \n2008  Metro, MN  Never Mistresses, IL  \n2007  Pour House, IL  New York Dolls, NY  \n2006  Young Guns, IL  Slightly Competitive, CO  \n2005  Table Shakers, TX  Mile High Masters, CO  \n2004  The Greene Machine, AB  Back for Mor e, AB  \n2003  Ritchie’s of Chicago, IL  Can-Am Road Runners, MI  \n2002  Pour House, WI  Mudhoney, NY  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 119 2001  Billiard Street Mavericks, MN  Fox Force Five, BC  \n2000  Ten Mex Tornados, TX  Sherlock Holmes – It’s Even Better, AB  \n1999  The Machine, AB  JDD’s Klipsch, CO  \n1998  Pour House, IL  Ya Whatever, AB  \n1997  Cue Can Do, IL  Chix With Stix, WI  \n1996  The Dream Team, AB  Galtier Midwest Masters, MN  \n1995  Hall of Fame Billiards, IL  JDD’s -Justice, CO  \n1994  Hall of Fame Billiards, IL  Rusty’s Lucky Ladies, TX  \n1993  Hall of Fame Billiards,  IL No event before 1994  \n1992  The Crunch Bunch, TX  \n1991  Black Stix, TX  \n \n \n Men’s/Mixed Trophy Teams  Women’s Trophy Teams  \n \n Champion  Champion  \n2014  Texas X -Rated, TX  Cali Girlz, CA  \n2013     Just Need A Shot, CA  She Chalks Too Much, FL  \n2012     West Coast Pira tes, BC  Queen B’s, KY  \n2011  Dub Club, ID  Group Therapy, TX  \n2010  Rack Pack, MI  Pocket Aces, CA  \n2009  GJ Boys, MI  Pine Street Ladies, CA  \n2008  5 $ticks Will Travel, MI  Toucan Stroke, FL  \n2007  Blues Crew II, GA  Tou Can Play, FL  \n2006  Harms Way, IL  Sharkbait, ON  \n2005 Wild Kats, AB  Worm Burners, MN  \n2004  Thelma’s Rebels, WV  Texas Angels, TX  \n2003  The Blues Crew, GA  Twisted Sisters, TX  \n2002  OBYB, BC  Teachers#5, MO  \n2001  Snooker John’s #2, MO  Attitude Adjusters, IN  \n2000  Over the Hill Gang, MO  Hot Tamales, GA  \n1999  Eights a nd Aces, IL  The Edge, ON  \n1998  Last Chance, IL  Finders Keepers, IL  \n1997  Slims Phil, TX  Westford Whips, ON  \n1996  K&S Billiards, IL  Texas Draw, TX  \n1995  Demmas III, IL  Battlin’ Bitches, IL  \n \n9-Ball Challenge  \n \n Champion  Runner -Up \n2014  Jason Klatt, IL  Warren Kiamc o/ Phi  \n2013     David Alcaide Bermudez, ES  Marc Vidal -Claramunt, CO  \n2012     Mitch Ellerman, AZ  Marc Vidal -Clarmunt, CO  \n2011  Chip Compton, OK  Jason Kirkwood, MI \n2010  Chris Melling, UK  Brian Gregg, IN  \n2009  Tyler Edey, AB  Mitch Ellerman, AZ  \n2008  Tyler Edey, AB Demitrius Jelatis, MN  \n2007  Beau Runningen, MN  Tyler Edey, AB  \n \n                                               10-Ball Challenge  \n \n              Champion                                                        Runner -Up \n2014      Joshua Roberts, SC  Mitch Ell erman, AZ                                                         \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 120 Open Artistic Pool  \n \n Champion  Runner -Up \n2011(I)  Kenny Tran, KY  Danny Gokhul, GB  \n2011(II)  Monica Snitily, NY  Wendell Moser, TX  \n2010(I)  Darrell, Stephens, AB  Mark Ford, MD  \n2010(II)  Buddy Eick,  OK Tim Tomjun, MN  \n2009 (I) Jason Kane, NY  Nik Bolin, IL  \n2009(II)  Buddy Eick, OK  Butch Barba, CA  \n2008  Jason  Kane , NY  Josh Ulrich, CA  \n2007  Rusty Jackson, CA  Buddy Eick, OK  \n \nMen’s Artistic Pool  \n \n Champion  Runner -Up \n2006  Craig Powers, WI  Terrence Zagar, WI  \n2005 Buddy Eick, OK  Shayne Marrow, WV  \n2004  Hani Kamany, CA  Nate Bryant, GA  \n2003  Mark Dimick, OK  Jeremy Seaman, MI  \n2002  Mark Dimick, OK  Jason Budrow, NY  \n2001  Jason Kane, NY  Buddy Eick, OK  \n2000  Mark Dimick, OK  Milt Highlands, PA  \n1999  Jason Kane, NY  Jason Budrow , NY  \n1998  Jason Kane, NY  Chris Flavin, AR  \n1997  Ben Alloggio, TX  John James, AR  \n1996  Paul Blanchard, LA  Mark Dimick, OK  \n1995  Mark Dimick, OK  Dan Henley, WA  \n1994  Joe Shirley, TX  Rob Lundrign, NF  \n1993  Craig Powers, WI  Mark Dimick, OK  \n \nWomen’s Artistic Pool  \n \n Champion  Runner -Up \n2006  Victoria Rose, BC  Connie Jerome, MI  \n2005  Susie Miller, CA  Linda Carter, WA  \n2004  Judy Malm, AZ  Karen Lincoln, KS  \n2003  Jackie Broadhurst, CO  Marissa Hallett, NM  \n2002  Martha Hartsell, OR  Susie Miller, CA  \n2001  Jennifer Barretta, NY  Ging er Alloggio, TX  \n \n \n \nMen’s Speed Pool I  \n \n Champion  Runner -Up \n2008  Alfredo Correia, ES  Tony Heffner, IA  \n2007  Francisco Diaz Pizarro, ES  Scott Tollefson, CO  \n2006  Scott Tollefson, CO  James Davis Jr., TX  \n2005  David Alcaide Bermudez, ES  Shayne Marrow, WV  \n2004  Josh Silva, AB  Samuel Prieto, ES  \n2003  Jason Kane, NY  Josh Harris  \n2002  Francisco Diaz Pizarro, ES  Jason Kane, NY  \n2001  Dave Martin, AB  Francisco Diaz Pizarro, ES  \n2000  Francisco Diaz Pizarro, ES  Jason Kane, NY  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 121  \nWomen’s Speed Pool I  \n \n Champion  Runner -Up \n2007  Rega n Hoko, AB  Marcia Hanifee, MD  \n2006  Lori Buendorf, CA  Jacqueline Herrera, IL  \n2005  Tracy Cantrell, OH  Susie Miller, CA  \n2004  Kelly Fisher, NJ  Bev Ashton, AB  \n2003  Dee McGrath, IL  Marissa Hallett  \n2002  Bev Ashton, AB  Pam Bell, WI  \n2001  Candie Madsen, ID  Lauren Wa rd, CA  \n2000  Romana Dokovic, NY  Dolores Granados, ES  \n \nMen’s Speed Pool II  \n \n Champion  Runner -Up \n2008  Jason Kane, NY  Jarrod Frideres, IA  \n2007  Jason Kane, NY  Mike Banks, MO  \n2006  Ivan Nunez Perez, ES  Antonio Martinez Martinez, ES  \n2005  Jason Kane, NY  James Davis  Jr., TX  \n2004  Jason Kane, NY  Alfredo Cor reia, PO \n2003  Scott Tollefson, CO  Tyler Edey, AB  \n2002  Alaine Boutin, BC  Dave Martin, AB  \n2001  Samir Kaddur Mohammud, ML  Robert Winter, CO  \n2000  Jason Kane, NY  Francisco Diaz Pizarro, ES  \n \nWomen’s Speed Pool II  \n \n Champio n Runner -Up \n2008  Jessica Frideres, IA  Cha Calishar, IA  \n2007  Lauren Whelan, NY  Linda Ikefuji  \n2006  Results not available  Connie Jerome, MI  \n2005  Results not available  Linda Carter, WA  \n2004  Results not available  Results not available  \n2003  Laura Lo, CO  Gloria M cClellan, BC  \n2002  Susie Miller, CA  Gloria McClellan, BC  \n2001  Results not available  Laura Lo, CO  \n2000  Ellie Chang, NY  Dolores Granados, ES  \n \n \n \nBCA PL NATIONAL 9 -BALL CHAMPIONSHIP  \n \nMen’s Open Singles  \n \n Champion  Runner -Up \n2014  Ben Liu, AB  Randy Bagot, Manitoba  \n2013     Crispian Ng, TX  Chad Behnke, IA  \n2012     Daniel McKenney, TX  Matt Beckwith, MI  \n2011  Michael Miller, PA  Jordan Grubb, WV  \n2006  Brian White, SC  Billy Peay, KY  \n2005  Lance Salazar, CA  Stan Tourangeau, BC  \n2004  Dickie Renk, CA  Larry Wilson, BC  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 122  \nWomen’s O pen Singles  \n \n Champion  Runner -Up \n2014  Kelly Isaac, MN  Ashea Erdahl, NV  \n2013     Bonnie Arnold, WI  Shar Vanderstyne, CA  \n2012     Jennifer Polik, MI  Sheri Palma, TX  \n2011  Sandra Badger, AB  Michele Li, NJ  \n2006  Diana Minor, FL  Jacqueline Herrera, IL  \n2005  Sammy Diep, CO  Connie Williams, OK  \n2004  Rebecca Wagner, IL  Lori Buendorf, CA  \n \nMen’s/Mixed Teams  \n \n Champion  Runner -Up \n2014  Were’s Bruce, MI  California Chrome, CA  \n2013     Bad Boyz, KY  Hurricane Higgins, NY  \n2012     Who Need A Billiard Coach, MN  Texas Shooters, TX  \n2011  Abracadabra, OR  Curse of Zeno, FL  \n2006  Regency Nightmares, OK  Smokin Chicos, ON  \n2005  The Corporation, TX  Hit and Run, CA  \n2004  Jerry’s, NV  Greenfields, CO  \n \nWomen’s Teams  \n \n Champion  Runner -Up \n2014  Minnesota Naughty, MN  Who’s Who Billiards Club, MI  \n2013      On The Prowl, CA  We Win, NV  \n2012     Once In A Mil, NE  Short’n Surly, CA  \n2011  Finders Keepers, IL  Vegas Billiard Buzz, NV  \n2006  Thirsty Whale Ladies, OH  The Young and the Restless, WI  \n2005  The Missing Chink, NV  Happy Bunnies, CA  \n2004  Poultry Power, IL  Midway Bar and Grill, OR  \n \nNo event s in 200 7-2010 \nOpen Scotch Doubles  \n \n Champion  \n  Runner -Up \n2006  Kelly Dyer/Tim Chambers, OH  \n  Angie Voorhees/Michael Dunklin, IL  \n2005  Elizabeth Cole, WA/Glen Atwell, OR  \n  Sammy Diep/Chisolm Woodson, CO  \n2004  Orietta Strickla nd/Bert Kinister, TX  \n  Anita McMahon/David McMahon, ON  \n \n \n \nU.S. OPEN"
  },
  {
    "section": "",
    "content": "ONE POCKET CHAMPIONSHIP  \n \n Champion  Runner -Up \n2014     Dennis Orcollo  Shane Van Boening  \n2013     Dennis Orcollo  Corey Deuel  \n2012     Shane Van Boening  Darren Appleton  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 123 2011  Efren Reyes  Chris  Gentile  \n2007  Tony Chohan  Gabe Owen   \n2006  Nick Vita  Shawn Putnam  \n2005  Scott Frost  Gabe Owen  \n2004  Cliff Joyner  Shannon Daulton  \n2000  Efren Reyes  Larry Nevel  \n1999  Cliff Joyner  Larry Nevel  \n1998  Jeremy Jones  Jeff Carter  \n1997  Leil Gay  Jayme Goodwin  \n1996  Jayme G oodwin  Jose Parica  \n1994  Cliff Joyner  Bill Incardona  \n \nNo event in 1995, 2001 -2003, 2008 -2010  \n \nU.S. OPEN"
  },
  {
    "section": "",
    "content": "BANK POOL CHAMPIONSHIP  \n \n Champion  Runner -Up \n2007  John Brumback  Jason Miller  \n2006  John Brumback  Gerald Reichle  \n2005  Shannon Daulton  Brandon Shuff  \n2004  Shannon Daulton  Marco Marquez  \n \nU.S. OPEN"
  },
  {
    "section": "",
    "content": "10-BALL CHAMPIONSHIP  \n \n Champion  Runner -Up \n2013    Rodney Morris  Dennis Orcollo  \n2012    Dennis Orcollo  Francisco Bustamante  \n2011  Shane Van Boening  David Alcaide Bermudez  \n2010  Lee Van Corteza  Lo Li -Wen  \n2007  Huidji See  Louis Ulrich  \n2006  Will Bilbrey  Adam Smith  \n2005  David Dattilo  Danny Medina  \n2004  Cliff Joyner  Scott Tollefson  \n \nNo event in 2008 -2009  \n \nUS OPEN 8 -BALL CHAMPIONSHIP  \n \n Champion  Runner -Up  \n2013     Shane Van Boening  Carlo Biado  \n  \nU.S. OPEN 14.1 CHAMPIONSHIP  \n \n Champ ion Runner -Up \n2007  Rafael Martinez  Gabe Owen  \n \n \nDERBY CITY CLASSIC  \n \n9-Ball \n \n Champion  Runner -Up \n2014     Shane Van Boening  John Morra  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 124 2013     Alex Pagulayan  Shawn Putnam  \n2012  Shane Van Boening  Stevie Moore  \n2011  Dennis Orcollo  Shane Van Boening  \n2010  Efren R eyes Rodney Morris  \n2009  Shane Van Boening  Lee Vann Corteza  \n2008  Ralf Souquet  Francisco Bustamante  \n2007  Niels Feijen  Rodolfo Luat  \n2006  Ralf Souquet  Rodolfo Luat  \n2005  Efren Reyes  James Barakas  \n2004  Ralf Souquet  Efren Reyes  \n2003  Shannon Daulton  Max Eberle  \n2002 Mika Immonen  Buddy Hall  \n2001  Shannon Daulton  Mika Immonen  \n2000  George San Souci  Dee Adkins  \n1999  Troy Frank  Efren Reyes  \nOne Pocket  \n \n Champion  Runner -Up \n2014     Efren Reyes  Shannon Daulton  \n2013    Corey Deuel  Francisco Bustamante  \n2012  Shane Van Boening  Joseph Gray  \n2011  Shane Van Boening  Earl Strickland  \n2010  Scott Frost  Sylver Ochoa  \n2009  John Schmidt  Scott Frost  \n2008  Gabe Owen  Larry Nevel  \n2007  Efren Reyes  Cliff Joyner   \n2006  Efren Reyes  Jason Miller  \n2005  Efren Reyes  Corey Deuel  \n2004  Efren Reyes  Marco Marquez  \n2003  Jose Parica  Larry Nevel  \n2002  Cliff Joyner  Jose Parica  \n2001  Buddy Hall  John Hager, Jr.  \n2000  Nick Varner  Rafael Martinez  \n1999  Efren Reyes  Tang Hoa  \n \n9-Ball Banks  \n \n Champion  Runner -Up \n2014     Dennis Orcollo  Francisco Bustamante  \n2013     Francisco Bustam ante Justin Hall  \n2012  John Morra  Shane Van Boening  \n2011  Alex Pagulayan  Ronato Alcano  \n2010  John Brumback  Efren Reyes  \n2009  John Brumback  Rodolfo Luat  \n2008  Larry Price  Sylver Ochoa  \n2007  Stevie Moore  Efren Reyes  \n2006  Jason Miller  Jason Kirkwood  \n2005  David Matl ock John Brumback  \n2004  Jason Miller  John Brumback  \n2003  Danny Harriman  Steve McAninch  \n2002  Larry Price  Louis D’Marco  \n2001  Jose Parica  Glen Rogers  \n2000  Shannon Daulton  Whitey Stephenson  \n1999  Nick Varner  Tony Coleman  \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 125  \nMaster of the Table  \n \n Champion  Runner -Up \n2014     Dennis Orcollo  Shane Van Boening  \n2013     Francisco Bustamante  Justin Hall  \n2012  Shane Van Boening  John Morra  \n2011  Shane Van Boening  Alex Pagulayan  \n2010  Efren Reyes  John Brumback  \n2009  John Brumback  Johnathan Pinegar  \n2008  Francisco Bustamante  Gabe O wen \n2007  Efren Reyes  Rodolfo Luat  \n2006  Jason Miller  Efren Reyes  \n2005  Efren Reyes  David Matlock  \n2004  Efren Reyes  Ralf Souquet  \n2003  Larry Nevel  Jose Parica  \n2002  Jose Parica   Dee Adkins  \n2001  Shannon Daulton  Jose Parica  \n2000  Dee Adkins  Shannon Daulton  \n1999  Efren Reyes  Nick Varner  \n \nU.S. OPEN 9 -BALL CHAMPIONSHIP  \n \n2014  Shane Van Boening  \n2013     Shane Van Boening  \n2012     Shane Van Boening  \n2011  Darren Appleton  1993  Earl Strickland  \n2010  Darren Appleton  1992  Tommy Kennedy  \n2009  Mika Immonen  1991  Buddy Hall  \n2008  Mika Immonen  1990  Nick Varner  \n2007  Shane Van Boening  1989  Nick Varner  \n2006  John Schmidt  1988  Mike Lebron  \n2005  Alex Pagulayan  1987  Earl Strickland  \n2004  Gabe Owen  1986  David Howard  \n2003  Jeremy Jones  1985  Jimmy Reid  \n2002  Ralf Souquet  1984  Earl Strickland  \n2001  Core y Deuel  1983  Mike Sigel  \n2000  Earl Strickland  1982  David Howard  \n1999  Johnny Archer  1981  Allen Hopkins  \n1998  Buddy Hall  1980  Mike Sigel  \n1997  Earl Strickland  1979  Louie Roberts  \n1996  Rodney Morris  1978  Steve Mizerak  \n1995  Reed Pierce  1977  Allen Hopkins  \n1994  Efren Reyes  1976  Mike Sigel  \n \n \n \n \n \n   \n \n \n \nOFFICIAL RULES OF CUESPORTS INTERNATIONAL  \n 126 BCA OPEN / enjoypool.com / generationpool.com"
  },
  {
    "section": "",
    "content": "9-BALL CHAMPIONSHIPS  \n \nMen’s  \n \n Champion  Runner -Up \n2008  Jeremy Jones  Ronnie Wiseman  \n2007  Dennis Orcollo  Shane Van Boening  \n2006  Ralf Souquet  Johnny Archer  \n2005  Thorsten Hohmann  Johnny Archer  \n2004  Tony Robles  Santos Sambajon  \n2003  Ralf Souquet  Francisco Bustamante  \n2002  Charlie Williams  Tony Robles  \n2001  Corey Deuel  Jose Parica  \n2000  Johnny Archer  George San Souci  \n1999  George San Souci  Jeremy Jones  \n \nWomen’s  \n \n Champion  Runner -Up \n2008  Xiaoting Pan  Ga Young Kim  \n2007  Karen Corr  Allison Fisher  \n2006  Jasmin Ouschan  Allison Fisher  \n2005  Allison Fisher  Karen Corr  \n2004  Karen Corr  Allison Fisher  \n2003  Karen Corr  Allison Fisher  \n2002  Karen Corr  Vivian Villareal  \n2001  Jeanette Lee  Karen Corr  \n2000  Gerda Hofstatter  Allison Fisher  \n1999  Allison Fisher  Gerda Hofstatter"
  }
]